{"data": {"proposals": [{"id": "0xc6309348f43ba77bb488d2d5f154db3264f86a890b500fa8286fe089c6ddc9a0", "title": "Gitcoin Product Collective Workstream Proposal & Budget Request for Season 15", "body": "This is an initial funding proposal for the Gitcoin Product Collective (GPC) Workstream requesting ratification as a structured workstream and budgetary funds for Season 15 (1 August 2022 through 31 October 2022). The full governance post can be found here: https://gov.gitcoin.co/t/s15-proposal-gitcoin-product-collective-workstream-proposal-budget-request\n\nThe GPC is seeking the following funding:\nSeason 15 Total Need: $983,429 (413,206 GTC)\n60 day reserves*: $462,085 (194,154 GTC)\nAmount Requested from Treasury $1,445,514 (607,360 GTC)\n*60 day reserves are calculated only against the contributor compensation and payroll related OpEx.\n\nNote: The GTC amounts above were adjusted based on the current market value at the time this proposal was moved to Snapshot. The vote will be to send $ in GTC when moved to Tally at the then current price or the 20 day moving average (whichever is lower).\n\nThank you all for voting!", "choices": ["For", "Against", "Abstain"], "start": 1657923221, "end": 1658559300, "snapshot": "15154315", "state": "closed", "author": "0xDaeB6E6b4Fd8b283DE327142914F936228b96BC7", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x7827fdf2b3aa1569e3e9a078af1f1171682f649f2b12327f69b822dc37e0ae25", "title": "Ratify the Results of Grants Round 14 and Formally Request the Community Multisig to Payout Matching Allocations", "body": "We ask our Community Stewards to ratify the GR14 payout amounts as being correct, fair, and abiding to community norms, including the judgments and sanctions made by the Fraud Detection & Defense workstream.\n\nFor further info & final GR14 results, see this forum post: https://gov.gitcoin.co/t/proposal-ratify-the-results-of-grants-round-14-and-formally-request-the-community-multisig-holders-to-payout-matching-allocations/11038\n\nPlease vote FOR or AGAINST.\n\nFOR: Ratify the round results\nYou ratify the results as reported by Gitcoin Holdings & the Fraud Detection & Defense workstream and request the keyholders of the community multisig to payout funds according to the GR14 final payout amounts through the non-custodial GR14 deployment contract.\n\nAGAINST: Request further deliberation\nYou do not ratify the results and request keyholders of the community multi-sig wallet to delay payment until further notice.", "choices": ["FOR", "AGAINST"], "start": 1657166387, "end": 1657598400, "snapshot": "15093119", "state": "closed", "author": "0x894Aa5F1E45454677A8560ddE3B45Cb5C427Ef92", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x0eb45cfd31ddd2701af3d74ce38a9e87292fe42a6b40b26812ff9889b07daeb3", "title": "Gitcoin $3 Million Treasury Diversification", "body": "**Authors**: @schlabach & @HelloShreyas from [Llama](https://llama.xyz), @Kyle from Gitcoin\n\n### Summary\n\nWe propose moving $3 million of GTC (~1.2m GTC at time of writing) to a multisig wallet to execute the previously proposed treasury diversification. This will be exchanged for USDC via an agency desk in order to support critical DAO workstream funding needs. Any GTC that remains after the strategic diversification will be returned to the treasury. Given current market conditions and Gitcoin's operating needs, we think this is a prudent action to take.\n\n### State of GitcoinDAO’s Treasury\n\nToday, GitcoinDAO’s [treasury](https://etherscan.io/address/0x57a8865cfB1eCEf7253c27da6B4BC3dAEE5Be518) holds 23m GTC (roughly $57.1m). GitcoinDAO’s [Treasury Vester](https://etherscan.io/address/0x44aa9c5a034c1499ec27906e2d427b704b567ffe) holds another 26m GTC which will be distributed to the DAO over time.\n\nThe vast majority of the DAO’s treasury is held in GTC, with very little in stablecoins. At the end of May, the DAO held $280k in DAI and USDC.\n\n### Rationale for Exchange\n\nIndividual DAO workstreams have been funded in GTC and are now facing an asset-liability mismatch. Many contributors have wages denominated in USD terms, yet workstreams only have GTC with which to pay said contributors. With the market downturn, workstreams now face an increased risk of not being able to meet these obligations. We wanted to quickly ensure that workstreams can meet their obligations.\n\nWe’re engaging with a reputable agency desk to execute this transaction. The agency desk will utilize a broad range of liquidity sources to execute the transaction with approximately 10 bps of slippage or less. The agency desk will charge 20 bps as a fee and will likely be able to execute the transaction within 3 days. This will ensure that each workstream has the stables needed to meet near term expenses.\n\nWe’ve proposed working with a trusted agency desk on the transaction as an alternative to requiring workstreams to sell GTC on the open market, which would be inefficient, costly, and operationally riskier.\n\n### Other Notes\n\nAny GTC that remains after these two actions will be sent back to the treasury.\n\n### Execution\n\nWe will create the on-chain proposal to transfer GTC from the treasury to a 5/6 multisig. Signers on the multisig will be the the following Gitcoin Stewards:\n\n* Kyle Weiss\n* Annika Lewis\n* Shreyas Hariharan\n* Kris\n* Simona\n* James / Fire Eyes\n\nA Snapshot proposal will be posted to Gitcoin’s Snapshot for a community vote. Please let us know if you have any questions or feedback!", "choices": ["FOR", "AGAINST"], "start": 1657065545, "end": 1657497600, "snapshot": "15085611", "state": "closed", "author": "0x10D6d2e343281D388291A3e02f3293AaEdA67178", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x7125530a7046b90c59f02bbf9b4b4690b37a13cc45758e9cbc95f74784760995", "title": "Ratify Foundation changes, DAO gov updates and asset transfer", "body": "tl;dr - there are three core categories of changes we seek to ratify:\n1 - Foundation updates to adopt new M&A docs, new bylaws and to convert the foundation to an ownerless foundation\n2 - DAO updates to adopt the v3 gov process that was is live on the forums\n3 - Asset Transfer updates to approve the negotiations with Gitcoin Holdings to take ownership of the network, Gitcoin trademark, assets and liability for those assets, socials, etc.\n\nFoundation Updates:\nWe have a new set of proposed governing documents for the Foundation that would memorialize the Foundation’s operating rules. These include a new Memorandum of Association and Bylaws. These docs have been reviewed by community members (including friends at LexDAO, and our own legal counsel) without any objections, and at this time we believe they are ready to be submitted for approval and ratification. These documents generally direct the Foundation to carry out DAO governance decisions (per our governance process - see update below), subject to statutory or other legal limits. They also allow the Foundation or its subsidiaries to spend capital within its control (ie assets transferred, not the treasury) to advance protocol development until Grants 2.0 is operational and comply with legal and other core requirements (like establishing AML processes, hiring accounting firms, etc).\n\nAs part of the ratification of the updated governing documents for the Foundation, it will also become “ownerless”, meaning it will have no shareholders to whom fiduciary duties or other obligations are owed (one shareholder was initially required to be able to form it under Cayman law) and instead will be able to act in accordance with DAO governance without any obligations to any equity holders.\n\nOperating as an ownerless foundation will, however, increase the complexity for KYC purposes, including anti-money laundering and sanctions laws compliance, and also for certain other diligence purposes and interactions with the real world. But we believe that any such inconvenience is a worthwhile trade-off to establish a structure and environment where the DAO can truly direct the development of the Foundation long term.\n\nIn addition to the Foundation, we have formed 3 subsidiaries to help protect the Foundation’s assets and structure its interactions with the real world. One of these subsidiaries will be a holding company for Gitcoin trademarks and certain other intellectual property (such as our monorepo). The second subsidiary will serve as our primary operating entity and will be responsible for activities such as paying for our domain names, safeguarding and allocating our treasury per DAO governance, engaging and paying ordinary vendors (such as Google and AWS), and serving as the counterparty to DAO contributor agreements. For those contributing to the DAO, this also means you will have a contributor agreement that we hope will help offer more structure, clarity and protection to both you and the Foundation when you perform work on behalf of the DAO); and (iii) a third entity that was created to custody the Gitcoin Grants Multisig (mostly to handle KYC and AML).\n\nWe are in the process of formalizing a few external service providers, such as a KYC/AML compliance officer and an accounting firm and we will continue to retain external legal counsel for any legal needs and questions that arise. As with starting any new entity, there are legal reporting requirements and business functions that will need care and feeding. For now, I am taking care of those things but we may want to consider hiring an operations person to manage much of the day to day.\n\nDAO Updates:\nA new v3 of our governance process has been posted for commentary and we will ratify this as part of this vote. This ratification process will enable us to memorialize the adoption of a process we are largely already following. \n\nAsset Transfer Updates:\nGitcoin Holdings is aligned with our interest in taking formal legal ownership of the various assets mentioned above (e.g. our Treasury, smart contracts, trademarks, SaaS contracts we need to operate) we as a community have created/maintained or advanced or need to grow so that they can then focus on revenue and delivering the best hackathon experience possible for those partners who entrust them to grow their communities (for simplicity, I refer to these as our Assets). This means that Gitcoin Holdings will be transferring these Assets to us, as well as some additional capital to ensure the Foundation and subsidiaries can pay their operating costs for some time and run as an independent and decentralized enterprise (which also solves certain legal capitalization requirements).\n\nSince Hackathons is built on the Gitcoin brand, Gitcoin Holdings will be granted a temporary license to use Gitcoin trademarks until they reestablish operations under a new name, and I imagine we will continue to share a community for some time.", "choices": ["Yes - Ratify the changes", "No - Do not ratify the changes"], "start": 1655316000, "end": 1655748000, "snapshot": "14968731", "state": "closed", "author": "0xc2E2B715d9e302947Ec7e312fd2384b5a1296099", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x79e8ca9c2f8af4b606cbba35a478e9fc2080d48d1fd80300deeb63245a148768", "title": "Gitcoin // Radicle Public Goods Alliance", "body": "Forum post: https://gov.gitcoin.co/t/gitcoin-radicle-public-goods-alliance-temp-check/10825\n\n## Summary\n\nWe propose a Public Goods Alliance be formed between Gitcoin and Radicle. Gitcoin and Radicle will provide a mutual grant of their respective native tokens (GTC and RAD) to the partner DAO’s treasury. Voting power from these tokens will be delegated to multisigs controlled by the partner DAO. Gitcoin will receive a range of RAD (dependent upon the final grant rate) and Radicle will receive 500,000 GTC, making both DAOs top 10 delegates in one another’s governance [1]. \n\n### Context \n[Llama](https://llama.xyz) builds economic infrastructure for DAOs. We are an opinionated layer on top of DeFi protocols that helps DAOs take treasury actions including treasury diversification, liquidity provisioning, token swaps, and more. As part of our goal to grow the DAO economy, Llama has engaged with key stakeholders from the Gitcoin (Scott) and Radicle (Abbey) communities to propose a Public Goods Alliance. We presented our plan to Gitcoin’s Mutual Grants Committee and, after incorporating feedback from the committee, would now like to present the alliance to the broader Gitcoin community. You can view some of our work [here](https://llama.xyz/community). For more on Llama and our initiatives, see below. \n\n### Overview of Radicle \nRadicle is a decentralized code collaboration network built on open protocols, allowing developers to collaborate on code without trusting intermediaries. Radicle provides the benefits of a centralized code collaboration platform while retaining Git’s peer-to-peer nature.\n\n## Purpose \nAs web3-native DAOs, Gitcoin and Radicle share similar missions of growing the public goods ecosystem. The Gitcoin and Radicle communities have rallied around this public goods mission and informally worked together over the last few years, co-hosting events and integrating Radicle in Kernel. In the future, Gitcoin and Radicle can benefit from more product integrations and a closer relationship.  As the two operate in similar spaces and have complementary focuses, Llama believes a formal Public Goods Alliance between the two DAOs would be mutually beneficial.  We view this alliance as a unique opportunity to formalize the partnership that has developed over the last few years by gaining a governance stake in each other’s communities. The alliance will allow the communities to: \n* ***Collaborate on a shared vision through governance in each other’s communities***: The mutual grant makes Gitcoin and Radicle major governance stakeholders in one another’s communities. Each community will have influence in the other’s governance process, enabling them to best represent their interests and to more closely collaborate on a shared open-source vision. \n* ***Develop synergistic features and products***: A formal partnership and vested token interest creates opportunity for closer collaboration on features and products that will benefit both communities. This could provide the necessary support for joint development on things such as using Radicle’s decentralized identity for Gitcoin Grants and Gitcoin becoming a de facto funding mechanism for open source projects on Radicle. \n* ***Set precedent for future community alliances***: Both Gitcoin and Radicle’s treasury strategies outline the basis for mutual grants and community collaborations being influential to the success of the protocols. This alliance can serve as a basis and provide the template for future collaborations for Gitcoin, Radicle, and the larger web3 ecosystem. In the future, and with alliance-member approval, more DAOs could be brought into the alliance. \n* ***Diversify each DAO’s governance base***: Today, the distribution of voting power at both DAOs is concentrated in the hands of internal contributors. Both DAOs would benefit from a more diverse voter base, especially one that includes a like-minded partner DAO as one of its top stakeholders. To achieve this, Llama proposes that Gitcoin receive RAD (depending on final grant rate) and Radicle receive 500,000 GTC, formalizing the alliance between the two DAOs and making each DAO a top 10 delegate in each other’s governance. \n\nAfter the proposal is executed, both DAOs agree to hold the others’ tokens for a minimum of 2 years. \n\n## Proposed Voting Process \nTwo committees (one committee from each community) of 3 representatives will be chosen to focus on metagovernance in each community. 2 representatives will come from the respective community, while 1 representative will be from the Llama team. Community representatives should have a similar level of engagement as Gitcoin Stewards; they should have the context needed to make decisions on most proposals that Radicle is putting up for votes.  \n\nThe committees should vote independently, though the two should collaborate on joint governance proposals and initiatives relating to the strategic alliance. \n\nThe committee will be responsible for keeping track of all proposals in the other community and bringing them to their respective community for discussion. For each proposal, the committee will vote on behalf of their respective community, informed by their community’s values, the goals of the Public Goods Alliance, and feedback from the broader community.  \n\nVotes will be executed out of a multisig controlled by the Metagovernance Committee. Upon receiving the mutual grant, the Treasury will automatically delegate votes to the multisig. \n\n## Reporting & Criteria for Success \nIn order to allow the communities to evaluate the success of the alliance, it’s important to provide comprehensive, objective reporting on how the partnership is working. Reporting should be done on a monthly and quarterly basis to share results with both communities. Below are several ideas about how to gauge success of the alliance. \n* Governance  \n    * Participation rate in each other’s governance votes \n    * Number of proposals posted in each other’s forum by the committee  \n    * Number of comments posted in each other’s forum by the committee  \n    * The impact of cross-governance participation, with a particular focus on the major or contentious proposals \n* Social  \n    * Number of co-sponsored events and their attendance  \n    * Community sentiment regarding the partnership and overall governance involvement (e.g. community members’ willingness to hold the other protocol’s tokens, voting on the other community’s proposals) \n* Product  \n    * Number of development hours contributed to joint projects  \n    * Joint features / products / integrations shipped or in-flight \n\nThe quarterly review might include the above information and additionally report on: \n* Furthering Gitcoin and Radicle’s primary mission  \n    * Whether and how the partnership has helped Gitcoin build and fund public goods on web3  \n    * Whether and how the partnership has helped Radicle develop resilient, peer-to-peer collaboration software \n* Collab / interoperability  \n    * Cross-community interoperability and its growth trajectory  \n    * Other synergies, or the lack thereof  \n\n## Ragequit Options \nIn the event that one party wants to reverse the deal after the mutual grant has been executed, Gitcoin and Radicle will need to strike a new agreement and run it through the governance process. Considering the operational complexities, compromise of the future roadmap, and damage of capital and goodwill the other community may endure, the party that initiates the reversal should reasonably expect less lenient terms, such as a partial return of the originally granted assets. Each DAO may choose to leave the alliance and return tokens within one month of the proposal being executed. \n\n## Ideas for Extensions of the Alliance \nWe view this mutual grant as just the beginning of a long alliance between Gitcoin and Radicle. In the future, we would like to explore more options to further the alliance. Several ideas include: \n* Gitcoin and Radicle commit funding to a jointly-governed pool and use it to advance public goods (grant programs, product development, etc.) \n* Having new public-goods-centric DAOs join the alliance \n\n## Asks from the Community \n*We are looking for 2 community members to serve on the Metagovernance Committee. If you are interested, please reach out to Scott or Dan.* \n\n--- \n\n ##### *[1] Source: [Radicle delegates](https://www.tally.xyz/governance/eip155:1:0x690e775361AD66D1c4A25d89da9fCd639F5198eD), [Gitcoin delegates](https://www.tally.xyz/governance/eip155:1:0xDbD27635A534A3d3169Ef0498beB56Fb9c937489).* \n\n--- \n## About Llama \nLlama is building economic infrastructure for DAOs. We have worked with some of the leading DAOs, including Aave, Uniswap, dYdX, Gitcoin, Radicle, PoolTogether, FWB, Harvest Finance, and Fei Protocol, among others. Llama has implemented on-chain proposals, constructed treasury strategies, designed liquidity incentive programs and on-chain indices, and built analytics dashboards and financial reports. Llama’s 45 contributors are among the most active in the DeFi and DAO ecosystem and include engineers, DeFi strategists, data analysts, quants, and accountants.", "choices": ["FOR", "AGAINST", "ABSTAIN"], "start": 1655308740, "end": 1655740500, "snapshot": "14968318", "state": "closed", "author": "0x10D6d2e343281D388291A3e02f3293AaEdA67178", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0xb1543058fb6543c32dbea36fb596dbe4fd7a136189d44c8b60c8e7616781e053", "title": "[Proposal] Fund FDD Season 14 Budget Request", "body": "This is an AMENDED renewal proposal for the Fraud Detection & Defense workstream requesting budgetary funds for Season 14 (1 May 2022 through 31 July 2022). [Last amendment made Thursday, May 26th. Discussion period ends and proposal will be moved to snapshot on Tuesday, May 31st.\n\nFDD is looking for the community to decide on funding and at what level. This proposal is a request to fund Season 14 (S14) and replenish its reserves for S15 (60 days calculated as ⅔ the approved Season 14 budget. Amounts listed below on each option are the season 14 budget request without reserves).\n\n\nHOW VOTING WILL WORK\n\nSelect the option that you think FDD should be funded based on the initiatives below. A vote for option 1 would count towards each lower funding option until one is selected.\n\nFor example\n\noption 1 has 1 million votes (Not enough)\noption 2 has 1 million votes (Counted as 2 million votes including option 1 - still not enough)\noption 3 has 1.5 million votes (Counted as 3.5 million votes including 1 & 2 - This passes)\noption 4 has 2.5 million votes (Enough to pass on its own, but the higher level is passed)\n\n\nVOTING OPTIONS\n\nOPTION 1 - Fund FDD request $390,000 season 14 budget\n(40% reduction from original request)\n\nOPTION 2 - Fund FDD $330,000 and signal they should not perform a discovery 4 of a sybil detection / Passport DAO\n(49% reduction from original request)\n\nOPTION 3 - Fund FDD $200,000 to continue round operations but not support innovation or round to round improvements.\n(69% reduction from Season 13)\n\nOPTION 4 - Do Not Fund FDD\n(100% reduction from Season 13)\n\nOPTION 5 - Abstain\n\n\nTLDR\n\nWe have participated in governance and lowered our budget request to provide a lean FDD working to make grants 2.0 transition a success. The full funding request includes the original 40% reduction requested. We encourage stewards to fully fund FDD with option 1.\n\nOption 1 & 2 are fundamental differences on the timing or need to launch a sybil detection DAO that focuses on Passport adoption and utility. Ideally, GitcoinDAO would own 20-50% stake and have a 10% aqueduct commitment.\n\nOption 3 is a vote against the current team or roadmap for FDD. It is a signal that you do not believe funds are or will be used effectively, but know that GR14 requires some level of fraud detection & defense work.\n\nOption 4 is a vote against FDD existing.\n\n\nHigh Level Budget Breakdown\n\nSeason 14 Budget Total = $x*\n\nPLUS Season 15 Reserves = (x*1.6777)\n\nTotal Needed = $x + (x*1.6777)\n\nMINUS Current Reserves = TBD* (110k GTC or approximately $254k)\n\nTotal GTC Amount requested at this time = TBD*\n\n*The total will be adjusted based on the current market value at the time this proposal is moved to Tally. The vote will be to send $USD value in GTC at the current spot price when moved to Tally or the 20 day moving average (whichever is lower).", "choices": ["OPTION 1 - $390,000", "OPTION 2 - $330,000", "OPTION 3 - $200,000", "OPTION 4 - DO NOT FUND", "OPTION 5 - ABSTAIN"], "start": 1654041450, "end": 1654534800, "snapshot": "14881575", "state": "closed", "author": "0x01Cf9fD2efa5Fdf178bd635c3E2adF25B2052712", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0xf8a7f4c5c6f894046555d608d5508ab04ae608670c135b27869c184c3c325236", "title": "GR14 Round Structure & Grants Eligibility Update", "body": "Forum post: https://gov.gitcoin.co/t/proposal-gr14-round-structure-grants-eligibility-update/10632\n\nThis proposal looks to finalize round structure & matching pool allocations for Grants Round 14.\n\nIn addition, we’re proposing a policy change to platform-level eligibility for grantees, following the many discussions on this topic in GR13.\n\n\nVote\n\nThe three options to vote on are:\n\nOption 1: FOR GR14 Structure & FOR New Eligibility\n\nYou approve the GR14 structure as is, and are in favour of us removing the “no token” eligibility requirement.\n\nOption 2: FOR GR14 Structure & AGAINST New Eligibility\n\nYou approve the GR14 structure as is, but are NOT in favour of us removing the “no token” eligibility requirement. If this option prevails, GR14 eligibility will remains as-is.\n\nOption 3: AGAINST GR14 Structure\n\nYou do not approve of the GR14 structure, and will be submitting an alternate proposal for consideration.", "choices": ["FOR GR14 Struct & FOR New Elig", "FOR GR14 Struct & AGNST New Elig", "AGAINST GR14 Structure"], "start": 1653309151, "end": 1653741300, "snapshot": "14829578", "state": "closed", "author": "0x894Aa5F1E45454677A8560ddE3B45Cb5C427Ef92", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x332237cf15443ea727e914431b9d916aa2b72d421ce1fa2f8165cc7774dbde0e", "title": "Feedback for FDD Budget Proposal", "body": "This is a test to get some feedback for our budget proposal. Rather than simply request a budget with a slight reduction, we wanted to get feedback from the community on each outcome FDD plans to work on during Season 14. \n\nTHIS VOTE WILL BE USED TO HELP US CONSTRUCT A FINAL BUDGET REQUEST FOR SEASON 14. \n\nFDD has Outcomes which are nested under the following 3 priorities. \n\nSybil Defense (SD) - Protect the legitimacy of funding round outcomes\n\nGrants Intelligence Agency - Provide credible neutrality to grant eligibility moderation\n\nEvolution - Operate the workstream and improve our processes, knowledge and insights.\n\nHere is how the outcomes fit into a 2x3 grid showing operational vs innovation along with the future potential for each outcome. \n\n![FDD Budget • Gitcoin Holdings - Google Chrome 2022-05-12 at 2.06.01 PM.jpeg](ipfs://QmUCTjKfF1PRqrbuZVFdyjZshiP1S768QGCqPsnL4d6sAJ)\n\nHere is our current plan for how budget will be spread amongst the outcomes. (Notice that storytellers, investigations, and catalyst have been removed)\n\n\n![FDD Season 14 Budget - Google Sheets - Google Chrome 2022-05-13 at 9.14.14 AM (1).jpeg](ipfs://QmbhC4E2iuJejDvPZ14xuAWDoJ3BfypVXtmp4q3F1PfBYQ)\n\nNow we want you to vote to indicate which of these outcomes you think FDD should be working towards. A lot of feedback we received was because of fundamental differences in the direction we should be taking. \n\nHere is every outcome, it's deliverables, and how not funding it would look. \n\n", "choices": ["SD - SAD DevOps", "SD - Community Model", "SD - Human Evaluations", "SD - Sybil Detection DAO", "GIA - Ethelo Development", "GIA - Round Management", "GIA - Permissionless Reviews", "EVO - xOS", "EVO - Mandate Delivery", "EVO - Operations", "EVO - Data Science", "Round Operations ONLY", "50/50 operations/innovation", "Build protocols & software", "Be a pluralist service provider", "Intersubjective Consensus", "Decentralize inputs to grants 2"], "start": 1652467105, "end": 1652810400, "snapshot": "14768766", "state": "closed", "author": "0x01Cf9fD2efa5Fdf178bd635c3E2adF25B2052712", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x68899d0ca476ad0765fed4022d8a59c8c399f1d8382d32868de01171a76491f0", "title": " dCompass S14 budget request", "body": "The dCompass workstream is requesting a total of 110 200$ (19k GTC - $5.8/GTC) for Season 14, which is 2 times less than our previous budget request and it will be the last season that dCompass receives recurrent funding from Gitcoin DAO’s treasury.\n\nSeason 14 Roadmap\n\n- As a pathway or quest creator, I want the option to create a pathway or quest for free 1\n- As a quest creator I want an incentive to create quests (tip creator and/or give % on the reward allocation fee)\n- Edit project, pathway & quest\n- As an adventurer I will get rate limited on my answer submition for a quiz\n- Skill tree (progress per project & pathway)\n- User testing and user feedback improvements\n- New quest type “open challenge” (design contest, bug bounty, etc)\n- Security audits by code4rena 1\n- Beta release on Polygon\n- Tokenomics draft for the v1 of our token\n- Documentation and engineering wiki\n- Gitcoin quests migration over dCompass\n\nVote\nFOR - If you vote “yes”, the dCompass Workstream will get funded for a last season, and the proposed budget above will be allocated to the multisig of the dCompass Workstream 0x756239E5B7D2aa6F3DA0594B296952121Fb71606 and we would work towards a mutual grant agreement post Season 14.\n\nAGAINST - If you vote “no”, the dCompass Workstream won’t be funded by the Gitcoin DAO anymore and the requested budget won’t be allocated.", "choices": ["FOR", "AGAIINST", "ABSTAIN"], "start": 1652375697, "end": 1652806800, "snapshot": "14762332", "state": "closed", "author": "0x0CF30daf2Fb962Ed1d5D19C97F5f6651F3b691c1", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x82cf33235537cdcedc3bfeac64e0210a2bb1df185784f79af67c689328dbeb27", "title": "MintKudos Workstream S14 Budget Request", "body": "MintKudos provides a platform for people to recognize community contributions in the most delightful way possible. These soulbound recognition tokens, which range from peer-to-peer appreciations and endorsements to formal attestations of contributions, become the foundation for an individual’s decentralized reputation.\n\nThis request is to formalize the mintkudos workstream and comes with a budget request for (for product discovery and designs) 6.6k GTC for Season 14 (May-July 2022).\n\nOur motivation stems from unlocking the Contributor Economy, a world where people can fluidly work for communities that they’re mission-aligned with and get paid in ownership by creating the building blocks to contributor identity.\n\nThese are the proposed milestones:\n\n6 weeks of product discovery\n- 2 week for interview script creation & recruiting user interview participants\n- 3 week for conducting interviews and interview synthesis with various Gitcoin initiatives\n- 1 for prioritization & roadmap creation + MVP definition\n\n6 weeks to test and iterate on designs\n- 2 week for brainstorming, creating low-fidelity designs, and user testing recruitment\n- 2 week to user test, synthesize learnings\n- 2 week to iterate on designs and compile findings for S15\n\nA vote FOR this budget proposal would enable us to become a formal workstream and to continue building with the Gitcoin community (with an eye towards integration into dPopp).\n\nA vote AGAINST this budget proposal will not stop us form continuing our work, but will eliminate funding from Gitcoin and eliminate the opportunity to be a formal workstream.\n\nYou can read the full proposal details here:\nhttps://gov.gitcoin.co/t/s14-proposal-decentralize-gitcoin-kudos-budget-request/10442\n\n", "choices": ["FOR (approve the new workstream)", "AGAINST (deny the new workstream", "ABSTAIN"], "start": 1652364024, "end": 1652810400, "snapshot": "14761482", "state": "closed", "author": "0xc2E2B715d9e302947Ec7e312fd2384b5a1296099", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x6e2ce0911ba05dc542c66693acadaa7bb921025e3ae82ab3efb935cb33e43c04", "title": "Moonshot Collective S14 budget request", "body": "We are asking for $450,254 USD worth of GTC.\n\nTL;DR\nWe’re entering season 14 as a reorganized collective 2. Our focus is going to reside in three main buckets this season; rapidly prototyping and experimenting within key themes to identify viable product concepts and solutions that add value to GItcoinDAO, organizing ourselves to become the trusted source of software development for GitcoinDAO, and better engaging the Moonshot community.\n\nRead more here: https://gov.gitcoin.co/t/s14-proposal-amended-moonshot-collective-budget-request/10446", "choices": ["YES", "NO", "ABSTAIN"], "start": 1652293063, "end": 1652724000, "snapshot": "14756379", "state": "closed", "author": "0x34aA3F359A9D614239015126635CE7732c18fDF3", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0xa94a8e14396957870f827bc1f7526ba2b6d40f6e2a4c6fc7947e16c435f2d533", "title": "KERNEL S14 Budget Request", "body": "This vote is looking to pass funding for [KERNEL](https://kernel.community) with an amended **49K** in GTC for Season 14 (a 67% reduction from [our original request](https://gov.gitcoin.co/t/s14-proposal-amended-x2-kernel-budget-request-of-49k-gtc/10444) of 150K GTC), our first as a GitcoinDAO workstream.\n\nThe total amount requested covers 2 areas:\n\n![kernel_s14.png](ipfs://QmZwyRAPp2oufxskJkYu6xYnfpNrBXW1YtEzA8sheXyC3V)\n\nDuring this season, our goals include:\n- Raising sustainable funding for KERNEL in a completely web3-native way (directly from protocols and through our own projects, no venture funding), starting at home with GitcoinDAO\n- Seeding a healthy KERNEL Treasury, starting with tokens / equity gifted back from ~7 KERNEL projects in S14\n- Run KERNEL Block 6, an *“empty” block*, focusing on engineering, creative, and communal projects already percolating within KERNEL\n- Select KERNEL Block 7, welcoming the next wave of 300+ KERNEL Fellows starting September 9th, 2022\n- Serving in a meta-governance role in GTC, offering our perspective in protocol governance for the first time, using the KERNEL syllabus as a grounding structure\n\nBecause Gitcoin Holdings holds 24% of ‘team governance rights’ in KERNEL, and hopes to transition this to the DAO, we hope this will seed a mutually beneficial relationship as we collaborate in the decades to come to build a public educational web for all.\n\nFor more details please see this post: https://gov.gitcoin.co/t/s14-proposal-amended-x2-kernel-budget-request-of-49k-gtc/10444/2", "choices": ["Yes", "No", "Abstain"], "start": 1652292480, "end": 1652720400, "snapshot": "14756237", "state": "closed", "author": "0xd0ef3a2Ae7Fb496C0897400f1be46693B6183B0a", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x43aa826eeca4380a8acabe787b41aea9b05a88c7958d5197cc77160183a9449e", "title": "MMM Workstream S14 Budget Request", "body": " The MMM workstream is requesting a total of $841,024 (Amount will be converted to GTC value at the time of proposal vote on Tally) for Season 14\n\n✨ tl;dr ✨\n\nThe efforts of the Memes, Merch, & Marketing workstream continue! Our highest priority of Season 14 will be to maximize the impact of Grants 2.0 and marketing GR14.\n\nOur focus this season is on the following four objectives:\n\n🌱 Lay the foundation to reposition Gitcoin as the premier ecosystem building & funding protocol\n👀 Increase awareness & affinity for public goods funding & Gitcoin’s role in it\n🌟 Elevate the Gitcoin brand experience\n🏗 Establish systems, processes and practices to shape a thriving MMM and GitcoinDAO community\n\n📜 Please find our full proposal here: https://bit.ly/MMMS14budget\n\nWe are grateful for the ongoing support from the community. 🤖 ❤️", "choices": ["YES", "NO", "ABSTAIN"], "start": 1652291220, "end": 1652723220, "snapshot": "14756077", "state": "closed", "author": "0x4a5B536A613E69F43a52f6Aa7A7F3765428329ad", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0xbe39c3414e4622a2522dc4d6e9030deb56fa8b90304dae05cd1a2a6d50cb5537", "title": "Public Goods Funding WS Budget Request for S14", "body": "\nThis vote is looking to pass the S14 budget for the Public Goods Funding Workstream (PGFW).\n\nThe top level KPI of the PGF is to help increase the interest in and funding for public goods within web3, principally by leveraging quadratic funding and other related mechanisms (e.g. retroPGF 1).\n\nThe total amount requested is 185.5k GTC over these 3 key areas:\n\nGrassroots Community Efforts (35k GTC)\nGitcoin Grants Operations (45k GTC)\nCommunity Partnerships (72.5k GTC)\n60 days reserves (95k GTC) - current reserves (62k GTC)\n\nFor more details please see this post: https://gov.gitcoin.co/t/s14-proposal-public-goods-funding-budget-request/10443\n\n* A denomination in dollar amount will be prioritized in budget proposals over GTC - so if the spot price assumed at posting of a budget changes between then and when the budget executes, the GTC amount will be readjusted to reflect the dollar amount at the time this proposal is moved to Tally or the 20 day moving average (whichever is lower) is moved to Tally. \nG", "choices": ["Yes", "No", "Abstain"], "start": 1652290019, "end": 1652720400, "snapshot": "14756159", "state": "closed", "author": "0x0CF30daf2Fb962Ed1d5D19C97F5f6651F3b691c1", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x8a801597d8b068d2b53fcff75f9b5f132a99aebfff3f8cdf433bd6e7e4a9cb63", "title": "DAO Ops S14 Budget Request", "body": "This is a renewal proposal for the DAO Ops workstream requesting budgetary funds for Season 14 (May 1, 2022 through July 31, 2022). Revised on May 10, 2022.\n\nUpdate: For S14, we request $948k USD or 377k GTC* This request also includes a $26k reduction over the original S14 request, assuming the scaled back release of the coaching and professional development initiative ratified by CSDO in S13.\n\n*Inclusive of 60-days of reserves and S13 budget rollover. Note: The GTC total will be adjusted based on the current market value at the time this proposal is moved to Snapshot and to Tally. The vote will be to send $ in GTC at the current price when moved to Tally or the 20 day moving average (whichever is lower).\n\nTL;DR:\nAs one of the newer workstreams, DAO Ops continues to grow with the aim of operationalizing GitcoinDAO with the consent of each structured workstream. \n\nKey objectives: \n\n- Develop sustainable DAO-wide treasury strategy and scale accounting operations ensuring timely payments and treasury diversification within workstreams \n\n- Streamline contributor onboarding process with clearer entry points, support CSDO, and set high standard for community management \n\n- Support steward participation via enhanced information flow \n\n- Improve community tooling, increase community adoption, service DAO infrastructure, and provide enhanced security\n\n- Improve the hiring experience, and provide clear, accessible People Ops guidance; Scale the peer review and role documentation to support additional contributors \n\n- Rebuild the user support team and improve its performance \n\n You can find the full proposal [here](https://gov.gitcoin.co/t/s14-proposal-amended-dao-operations-s14-budget-request/10447/2)\n\nThank you for your vote!\n\n\n", "choices": ["Yes", "No", "Abstain"], "start": 1652288473, "end": 1652720400, "snapshot": "14756069", "state": "closed", "author": "0x7E052Ef7B4bB7E5A45F331128AFadB1E589deaF1", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x77b9cfe4130db0c852394b66991248ed5305c0a495639878338ce2a6c568f8f0", "title": "Partnership & Mutual Grant with Wonder", "body": "Summary\n\nThis proposal, if passed, would issue 50,000 GTC for governance rights equating to 1,500,000 $WONDER tokens (1.5% of total supply) when Wonder’s token is live. \n\nIn addition, upon launch, 1% of Wonder’s treasury will be used for QF rounds via Gitcoin Aqueduct 2, to fund projects that are on or will be started on Wonder.\n\nThe purpose of this alliance is to solidify the partnership between Gitcoin and Wonder where we can work together to enable DAOs to succeed.\n\nMotivation\n\nGitcoin and Wonder are pursuing aligned missions.\n\nGitcoin’s mission is to build & fund the open web; Wonder is building the necessary tools to facilitate thriving projects on the open web.\n\nWonder’s task management system allows DAOs to intuitively organize projects, pay contributors with their native token, and onboard new members with ease.\n\nGitcoin, a DAO of DAOs, benefits from partnership with projects that provide the infrastructure for a nascent DAO ecosystem. Specifically, Wonder can help Gitcoin-funded projects better onboard and retain contributors, improve productivity, and increase visibility within the DAO. In addition, we see this relationship complementing Gitcoin in the following ways:\n\n- Integrations that help Gitcoin source, fund, and scale more public good projects\n- Collaboration on job fairs, hackathons, and events for DAOs\n- Co-Creating tools to help the Gitcoin DAO operate more efficiently\n- Enabling Gitcoin to have a voice in the future direction of Wonder\n- Overall, this partnership between Gitcoin and Wonder would likely mark the first of many collaborations with projects in the ‘DAO tooling’ space.\n\nSpecification\n\nThe passing of this proposal would transfer 50,000 GTC to 0x231F77F0c4D7a9F2E20767c7B76ae745A6c547f9, Wonder’s specified Treasury address.\n\nOn the launch of Wonder’s token, 1,500,000 $WONDER would be transferred to 0xde21F729137C5Af1b01d73aF1dC21eFfa2B8a0d6, Gitcoin’s multisig address.\n\nIn addition, upon launch, 1% of Wonder’s treasury will be used for QF rounds via Gitcoin Aqueduct 2, to fund projects that are on or will be started on Wonder.\n\nUse of Funds\n\nTo ensure long term alignment, Wonder will hold no less than 50% of the tokens received through 2024 and act as a meta-delegate in the Gitcoin ecosystem.\n\nTo ensure long term alignment, Gitcoin will hold no less than 50% of the tokens received through 2024 and act as a meta-delegate in the Wonder ecosystem.\n\n1% of Wonder’s treasury will be used for QF rounds via Gitcoin Aqueduct 2, to fund projects that are on or will be started on Wonder.\n\nBenefits\n\n- A long term collaboration between Gitcoin and Wonder\n- Integrations of Gitcoin on Wonder’s platform\n- 1,500,000 $WONDER tokens\n- 1% of $WONDER treasury would flow back into QF PGF mechanisms\n\nDrawbacks\n\n- 50,000 GTC would be removed from the treasury.\n\nPrior Discussion & Forum Vote\n\nPlease see prior discussion and our forum vote here:\nhttps://gov.gitcoin.co/t/proposal-partnership-mutual-grant-with-wonder/10170\n\nVote\n\nVote `For` to support the partnership & mutual grant. Vote `Against` to deny the partnership & mutual grant. A majority `For` vote passes the proposal.\n", "choices": ["For", "Against"], "start": 1649421374, "end": 1650027600, "snapshot": "14545125", "state": "closed", "author": "0xcDA094Bf48988fA872F17d5581fB33280cE7b4D0", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0xe0c6d911e8c06e8ed28071ebfe84d8dfa90c1381dbfc0f3a6ccdb96ec3147de6", "title": "Ratify the Results of Grants Round 13 and Formally Request the Community Multisig to Payout Matching Allocations", "body": "We ask our Community Stewards to ratify the GR13 payout amounts as being correct, fair, and abiding to community norms, including the judgments and sanctions made by the Fraud Detection & Defense workstream.\n\nFor further info & final GR13 results, see this forum post: https://gov.gitcoin.co/t/proposal-ratify-the-results-of-grants-round-13-and-formally-request-the-community-multisig-holders-to-payout-matching-allocations/10278/8\n\nPlease vote FOR or AGAINST.\n\nFOR: Ratify the round results\nYou ratify the results as reported by Gitcoin Holdings & the Fraud Detection & Defense workstream and request the keyholders of the community multisig to payout funds according to the GR13 final payout amounts through the non-custodial GR13 deployment contract.\n\nAGAINST: Request further deliberation\nYou do not ratify the results and request keyholders of the community multi-sig wallet to delay payment until further notice.", "choices": ["FOR", "AGAINST"], "start": 1649339067, "end": 1649771100, "snapshot": "14539071", "state": "closed", "author": "0x894Aa5F1E45454677A8560ddE3B45Cb5C427Ef92", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0xd7e430bdbff261f3b32738e44f91efe85512f9a3359e38fa3c4c3c86f380b47e", "title": "Should we adopt the Gitcoin Foundation and take legal possession of philanthropic assets from Gitcoin Holdings", "body": "This proposal is to signal that we, as a community and DAO, would like to adopt The Gitcoin Foundation, an exempted Cayman Foundation Company, as our legal entity to take possession of and steward multiple assets from Gitcoin Holdings.\n\nFor full details, please see our governance post here:\nhttps://gov.gitcoin.co/t/proposal-the-gitcoin-foundation-a-proposal-to-represent-the-gitcoin-dao-irl-by-a-cayman-islands-foundation/9983/1\n\nHere is the tl;dr:\nThe community and DAO need a legal entity to own and claim many of the assets currently in possession of Gitcoin Holdings such that we can focus exclusively on growing our mission and philanthropic work.\n\nNext steps:\nThis vote is the official signal of our communal intent to take formal legal ownership of these assets from Gitcoin Holdings and establish the Gitcoin Foundation as the legal entity that represents us - the DAO, token holders, community members.\n\nAssuming this vote passes, I will begin negotiations with Gitcoin Holdings to procure assets, and bring back those terms of the deal to the community to review. As part of those term negotiations, we will also review and ratify the governing bylaws for the foundation to ensure token holders have near total control of actions taken by the foundation.\n\nAn initial draft set of bylaws can be found here, which will be updated as negotiations ensue:\nhttps://docs.google.com/document/d/1zeSg6piVFNCsYuCSMlwUtiEgnMvHqNsi9oPO6zhlqdU/edit\n\nCall to action:\nThis vote is to signal we would like to adopt The Gitcoin Foundation and have me represent the community in these negotiations. This vote DOES NOT allow me (or anyone else) to unilaterally accept terms of the negotiation. We will have a second separate vote to ensure the details are discussed and debated.\n", "choices": ["Yes", "No"], "start": 1647288469, "end": 1647799200, "snapshot": "14386800", "state": "closed", "author": "0xc2E2B715d9e302947Ec7e312fd2384b5a1296099", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x54a5344b67a260f4951ee957e7da2191557a34de39512172394cedc086fa0a99", "title": "Steward Council Term Allocation", "body": "\nThe proposal is that a pool of GTC is allocated across the Stewards Council for the term. This is to cover gas costs incurred in voting and offer fair allocation for the group as long as they fulfil their functions outlined above. *The sum is for the whole council for the entire term.*\n\nThe funds can also be allocated to everyone voting as highlighted by some of the comments on the initial version of the council proposal. This action can be decided on by the council as one of their first joint proposals.\n\nThis is a separate Snapshot proposal to determine allocation aside from vote on the creation, members and mandate of the council. Based on the comments on the initial post, an overall agreement was option A. 5,000 GTC for the whole council for the whole mandate. I do want to include all 3 options in this Snapshot for broader agreement.\n\nA. 5,000 GTC\nB. 10,000 GTC\nC. 15,000 GTC\n\n*These options are here for the community to assess what a fair level of compensation might be in the context of the steward council and its mandate.", "choices": ["5,000 GTC", "10,000 GTC", "15,000 GTC"], "start": 1646476635, "end": 1647604800, "snapshot": "14326351", "state": "closed", "author": "0x54BeCc7560a7Be76d72ED76a1f5fee6C5a2A7Ab6", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x5784ba66b16153b15cd2b94625909cb1b4ee7d1c6b5f033b30d037fa90140db9", "title": "The Steward Council Election & Mandate", "body": "\nThis proposal seeks to elect the members of the GD Steward Council, approve its mandate and tenure. We currently have 14 stewards elligible for a seat on the council. \n\nA separate snapshot will go up for Council GTC allocation. \n\n*Formation*\nThe current lineup of stewards with scores 8/10 and over is as follows:\n\n@DisruptionJoe\n@Pop\n@krrisis\n@seedphrase\n@bobjiang\n@tjayrush\n@Sirlupinwatson\n@HelloShreyas\n@lefterisjp\n@linda\n@griff \n@Fishbiscuit\n@kyle\n@austingriffith\n\n*Mandate & Term*\nThe first Stewards Council will be active from the time the proposal passes for a period of 180 days, in line with the seasons cadence established as part of the proposal. One council would cover 2 seasons and there would be 2 councils/year.\n\nNOTE*: the first council will have a slightly  shorter term covering S13 & S14. A decision can be made to extend term should adjustment period need to be longer.\n\nThe 180 day cadence matches the quarterly cadence of the Gitcoin DAO calendar and offers a great opportunity to reflect, expand and amplify the mission of GD. Cadence as follows:\n\nSeason 13 - 2.1 to 4.30 (GR13 | 3.9-3.24)\nSeason 14 - 5.1 to 7.30 (GR14 | 6.8-6.23)\nSeason 15 - 8.1 to 10.30 (GR15 | 9.7-9.22)\nSeason 16 - 11.1 to 1.31 (GR16 | 11.30-12.15)\nand ongoing - any changes for holidays or other interruptions would be voted on\n\nA milestone report will be presented at the end of the 180 day mark, ensuring the model is deemed valuable by the community and any essential and valuable learnings are incorporated in the model.\n\n*Steward council mandate:*\n\n- Keeping a ‘docket’ of ongoing proposals / their current status\n- Ensure proposals follow template(s) 1 / creating any necessary adjustments to template(s)\n- Perform an in-depth analysis of budget requests by workstreams. This includes:\n-workstream performance and delivery(from the milestone reports included in the proposals)\n-funds left over from previous seasons and taking them into account for the season\n-list of contributors to workstream\n-value of ask\n\n- Consult on workstream performance/workstream leads’ milestone progress - address and act to solve any workstream issues that may occur within a season\n-Participate in active discussion around proposals, timely voting\n-Availability for Tally proposal creation and ratification once a proposal has passed Snapshot\n\nParticipation in a council call that will be scheduled halfway between the monthly steward call (aka every two weeks) for better alignment & broader DAO strategy discussion.\n\nThis mandate will evolve to take into account any learnings from the first council activity as we evolve the structure and the model based on optimum balance.\n\n\n\n", "choices": ["Approve", "Deny", "Abstain"], "start": 1646390451, "end": 1647000000, "snapshot": "14319881", "state": "closed", "author": "0x54BeCc7560a7Be76d72ED76a1f5fee6C5a2A7Ab6", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0xa7f5df0710cba3a190df10a054ce3b4e7225bcfd65b918d86a8b0bef1976b8d8", "title": "GR13 Matching Pool Allocations", "body": "This Snapshot vote is looking to finalize a decision around the Gitcoin Grants Round 13 allocations proposed and discussed in this forum post (https://gov.gitcoin.co/t/proposal-gitcoin-gr13-matching-pool-allocations/9915).\n\nAbstract\n\nPrior to Grants Round 12, the pool was governed by categories that assigned specific percentages of the pool to grants in specific disciplines or geographies.\n\nIn Grants Round 12, the community voted to run an experiment proposed by the Public Goods Funding workstream to test Vitalik’s theory that Quadratic Funding should be as effective at allocating funds as allocation via categories. By doing away with specific grant categories and having all grants listed together, we took a step towards simplifying and decentralizing matching. \n\nOn the whole, the Public Goods Funding workstream believes the experiment was a success – directionally, at the very least. We believe the experiment was helpful in getting funding to more grants without complaints from top earners, and allowed us to test our assumptions about removing categories.\n\nA statement from the PGF workstream:\n\nWe don’t know for sure yet if the main pool approach works best long-term, but we do know that there were major benefits for a longer tail of grantees and that it exceeded our expectations despite bugs, and we think it’s worth trying again before we drastically change course.\nVote\n\nVoting\n\nThe forum post outlined three options – to continue with the cap at 2.5%, to continue with the cap at a different percentage (as proposed by the community), or a completely new community-led proposal, should anyone want to put a new structure forth. \nDuring the period the forum post was up, we did not receive any specific proposals for different percentages or structures to try in GR13.\n\nAs a result, we are structuring the vote as follows:\n\nFOR: Repeat main pool with 2.5% cap\n\nStick to exactly what we did in GR12.\n\nNo individual grant’s matching contribution amount shall exceed 2.5% of the overall matching pool fund (i.e., $30K of the $1.2M pool).\n\n\nAGAINST: Alternate proposal\n\nSelect this option if you have an alternate proposal you would like to table. Please post that proposal and all its associated details in the forum as soon as you vote.", "choices": ["FOR: Repeat main pool w 2.5% cap", "AGAINST: Alternate proposal"], "start": 1645808400, "end": 1646240400, "snapshot": "14273007", "state": "closed", "author": "0x0CF30daf2Fb962Ed1d5D19C97F5f6651F3b691c1", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x6cf2d1e9d1f00ed74d296b719c46327d66a1af2be5275c3eb545f878d8890614", "title": "dCompass S13 funding request", "body": "TLDR:\nThe dCompass workstream is requesting a total of 38k GTC for Season 13.\nThe focus for this season will be on:\n- Rewarding users going through pathways & quests\n- Beta release & deployment on mainnet and Polygon\n- Onboarding new projects, DAOs and protocols\n\n*Season 13 budget request*\nWe’re requesting a total of 38k GTC that will be used to compensate contributors and to handle various expenses such as the smart contract audits and the infrastructure costs (Ceramic Node and a few other instances running on AWS).\n\nSuccess metrics and KPIs\nOur workstream is successful if we have a decent MVP deployed in a production environment at the end of Season 13.\n\nSome KPIs\n- Get at least 6 projects to purchase a sponsor pass\n- Create pathways and quests with at least a total of $100K rewards distributed\n- Get at least 1000 users that engage with a project, pathway or quest", "choices": ["Fund dCompass as requested", "Don't fund dCompass as requested"], "start": 1645207240, "end": 1645556400, "snapshot": "14231546", "state": "closed", "author": "0xc2E2B715d9e302947Ec7e312fd2384b5a1296099", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x6a7500e65d65468fede15c1a447b1077e75fe66dd4ca87b690dde904c0008b8b", "title": "Moonshot Collective (MSC) S13 funding request", "body": "TLDR :\nWe are growing. We are tooling up. We’ve already shipped some bangers. We have many more planned…\n\nWe would like 130k GTC\n\nOur goal is to focus on bringing the toolkit to market, validating new prototypes, onboarding new talent.\n\n*Q1/Q2 OKR’s:*\n\n*Objective: OP Partnership is successful.*\n- KR: Jing decides to continue on with us after Q2 2022.\n- Optimism chooses to use MC’s MVP to elect badge holders for their next round of RetroPGF\n- Vitalik blogs about RGPF and mentions Gitcoin in it.\n\n*Objective: dPopp is successful*\n- KR: MVP of dPOPP launches by July 1 2022\n- Can integrate with POH + BrightID\n- At least 100 users have connected their identity.\n\n*Objective: CPK successful*\n- CPK used by emu to pay moonshot devs.\n- 6 DAOs using CPK by July 1.\n\n*Objective: Innovation Factory*\n- ICs/Developers are happy.\n- Increase active devs by 50% (+7)\n- We are good at validating opportunities.\n- We are good at building validated opportunities (achieving product market fit).\n", "choices": ["Fund MSC as requested", "Do not fund MSC as requested"], "start": 1645040315, "end": 1645470000, "snapshot": "14219091", "state": "closed", "author": "0xc2E2B715d9e302947Ec7e312fd2384b5a1296099", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0xa6fa6cae4e3c341f4b65a580779e3e66430e02b8979e54c49536fce583cb3735", "title": "Memes, Merch and Marketing (MMM) S13 budget request", "body": "The MMM workstream is requesting a total of 30k GTC for Season 13.\nThe focus for this season will be on:\n- Building Gitcoin’s lean, mean web3 marketing machine\n- Shaping and grow a leading web3 brand\n- Supporting GitcoinDAO & Workstream initiatives\n\nIn the upcoming Season 13, MMM will take another significant step forward by establishing specific objectives for 4 key areas: Channels & growth, Brand, Workstream marketing, and Team management/health. This Season 13 budget request is designed to align with these goals and is split into 7 key areas: MMManagement, Software & tools, Events, Development, Brand & design, Content, and Growth.\n\nThis Season, we are formally adopting OKRs for Workstream priority setting and planning, with 4 key objectives laid out below. Our formal budget requests will follow these objectives and key activities.\n\n*Objective 1: Build Gitcoin’s lean, mean web3 marketing machine\nExamples of key activities that support this objective:*\n- Revamp the welcome email program, retention program and enable “abandoned” cart email\n- Perform an a SEO and keyword analysis to identify top ranking goals, and create a content program and calendar that aligns to this\n- Create web analytics tracking for GR13 to track conversions and make a tracking template for all marketing activities.\n\n*Objective 2: Shape and grow a leading web3 brand\nExamples of key activities that support this objective:*\n- Develop and publish brand perceptions to focus marketing campaign content & Brand Guide to ensure our visual & written content is consistent across all marketing and brand design.\n- Create pilot co-marketing project to create foundation for future partnerships\n- Launch “Can Devs Do Something” meetup in 5 cities with at least 120 participants & create a forkable program that allows community to host their own decentralized global meetups\nShape Gitcoin’s external perception & grow our global media presence, potentially by hiring and onboarding a leading Web3 PR agency\n\n*Objective 3: Support GitcoinDAO & Workstream initiatives\nExamples of key activities that support this objective:*\n- Expand connections and collaborations with Workstreams, and ensure every Workstream has a designated marketing point of contact\n- Establish a streamlined marketing resourcing request process\n- Host and promote community-building virtual events such as weekly contributor meetups, happy hours, community hangouts etc\n- Create and promote digest of key DAO activities to increase stakeholder understanding & engagement\n\n*Objective 4: Grow & support team health and accountability\nExamples of key activities that support this objective:*\n- Recruit 3 top contributors - core and project-based. Ensure clear process for posting & completing work and prompt contributor compensation\n- Propose, refine and gain approval for 2022 Q1 marketing plan including budget, OKRs and project plan\n- All core contributors create & publish accountabilities, and receive regular performance feedback from peers and workstream leads\n- Empower contributors to start and lead grassroots initiatives with minimal ongoing management", "choices": ["Fund MMM as requested", "Do not fund MMM as requested"], "start": 1645039438, "end": 1645470000, "snapshot": "14218932", "state": "closed", "author": "0xc2E2B715d9e302947Ec7e312fd2384b5a1296099", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x93d337378cc8c6c507b88ebb518ddd57f772bb010b75cb9daaae03974eeacfdb", "title": "Fraud Defense & Detection (FDD) S13 budget request", "body": "Workstream Mandate: Defend Gitcoin (Grants, DAO, & future products) from threats to its legitimacy, credible neutrality, and sustainability.\n\nFDD is requesting $879,000 (93,500 GTC*) to fund Season 13 (S13) and replenish its reserves for S14.\n\nHigh Level Budget Breakdown\nSeason 13 Budget Total = $596,295 = 74.1k GTC ($8.05/GTC*)\nPLUS Season 14 Reserves = $596,295\nTotal Needed = $1,192,590\nMNUS Current Reserves = $313,000\nTotal Amount requested at this time = $879,590 =109,265 GTC ($8.05/GTC*)\n*Prices last updated 2/16/22\n\nThe GTC total will be adjusted based on the current market value at the time this proposal is moved to Snapshot and to Tally. The vote will be to send $879,590 in GTC at the current price when moved to Tally or the 20 day moving average (whichever is lower).\n\nFDD Season 13 (Q1) 2022 Budget 8\n\n*TL;DR*\n\nSeason 13 Financials\nSeason 13 is $155k increase = 34% budget increase\nSeason 13 Round Deliverables:\n\nWe currently have 18 outcomes for the next 90 days. Each outcome has 3 measurable key results that will determine if we achieved the outcome.\n*Ground Control (Operations)*\n - 90% of decisions for mid-season budget changes and new proposals will go through our FDD Operating System rather than just Disruption Joe\n- Disruption Joe will participate in our “source council 2” rather than having a workstream lead salary\nLong term metric goals will be set to define the health of our initiatives\n\n*Sybil Defenders*\n- GitcoinDAO will run the end to end operational processes of the anti-sybil ml pipeline reducing our dependence on Blockscience\n- A simulation software will be developed to let us better anticipate attacks and possibly increase training opportunities for the ml models\nA human evaluations app built for effective training, improved inter-reviewer reliability at a lower cost per evaluation, and continuous data insights\n- Work will continue on our long term vision A Community Based Roadmap for Sybil Detection Across Web 3 1\nWe will gain soft commitments and technical requirements from 3 partners to a sybil data sharing network built with a web 3 ethos & ethics\n\n*Grants Investigation Agency (GIA)*\n- We are using the GIA tool built last round to review the estimated 7-800 new grant applications that come in.\n- Our goals include increasing the number of reviewers per grant, lower the cost per review, and define a mechanism design that will allow us to open up the review process to anyone via staking of GTC\nBuilding the decentralized appeals integration and testing it\nReviewing and updating ALL of the grant eligibility policy documentation\n\nThis budget was reviewed by many stakeholders including the FDD Multisig Oversight Council, other workstream leads, and some Gitcoin Holdings team members. One question that came up multiple times was “If you had to slash $x from your budget, do you know what you would cut?” The answer is yes. However, it wouldn’t be to the benefit of Gitcoin. We could operationally function at half this budget for GR13, but we wouldn’t be doing anything to build scalability into our tech or our processes.", "choices": ["Fund FDD as requested", "Do not fund FDD as request"], "start": 1645037582, "end": 1645470000, "snapshot": "14212732", "state": "closed", "author": "0xc2E2B715d9e302947Ec7e312fd2384b5a1296099", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0xa4dd8527231eeb912929e0874b689144565fc6d2cbc0faed7cc694622e07eb6b", "title": "Gitcoin DAO - Workstream Accountability Flow", "body": "**All proposals should follow this format going forward**\n\nThis proposal seeks to amend, improve and standardise the proposal process for Gitcoin DAO. The purpose of this standardisation attempt is to improve transparency, accountability and accessibility when it comes to proposal review processes. \n\nNew (improved) proposal framework:\n\nAll proposals should ideally follow the following format:\n\nA tl;dr section at the top of the proposal summarizing the main points. This is for increased transparency and a smoother decision making process.\n\nIf applicable, a milestone report containing goals achieved during the previous quarter. The milestone report should include:\n\n - number of current contributors (marked as FT or PT)\n - funds spent to date - perhaps adopting some quarterly reporting?\n - any funds carrying over to the next quarter\n - notable achievements for the quarter\n - have the actions of the workstream brought back value into the DAO/treasury (if applicable/quantifiable)\n\nNB> The flow of a proposal will still follow the steps laid out in the Gov process v2\n\nThese (and other) accountability metrics could form the basis of workstream health cards/reports that may serve not only as a catalyst for self improvement but as an opportunity to bring greater transparency, collaboration and accountability into the DAO ecosystem at large.\n\nAll details of our proposal can be found here: https://gov.gitcoin.co/t/gitcoin-dao-workstream-accountability-flow/9644", "choices": ["For", "Against"], "start": 1642420800, "end": 1643065200, "snapshot": "14023208", "state": "closed", "author": "0x54BeCc7560a7Be76d72ED76a1f5fee6C5a2A7Ab6", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0xaf6b1e2a1a7ed4022b214baccd5e3d12b9037b009e4ea49ec8b9f782a5003c1c", "title": "DAO Operations (DAOOps) Q1 2022 budget request", "body": "\nWith this proposal we'd like to create the GitcoinDAO Operations Workstream and move it from an informal workstream to a proposal stage workstream. The DAO Operations (DAOops) workstream, is a workstream in service of the DAO and our adjacent workstreams.\n\nSome of our focus areas: \n\n- Continue combining DAO / Gitcoin Holdings meetings and calendars to ensure we have one contiguous experience.\n- Continue to advance regulatory considerations at both the DAO level and the workstream level\n- Establish to bolster recruitment, onboarding, member growth, and retainment\n- Continue to champion accounting best practices and templates to assist workstreams with budgeting, accounting and bookkeeping.\n- Support CSDO with implementation of ratified items (like Discord changes, Notion changes, etc.)\n- Continue to improve the Stewards experience and engagement levels\n- Grow and combine our User Support efforts to ensure protocol users are well supported\n- Finalize open community experience tasks like Notion, Discord, Sobol, etc.\n- Open source much of this workstream’s work so that we may act as a guide for other DAOs\n\nOur total budget request is 39.5K GTC for Q1 of 2022. \n\n*Summary*\n\nAs the governance rails begin to form for the DAO, it has become evident that operational support is a necessity. This workstream seeks to bring core operational functions to Gitcoin, while meeting the other workstreams' needs with templates, best practices and structure that will enable the growth and scale of Gitcoin for years to come.\n\nAll details of our proposal can be found [here](https://gov.gitcoin.co/t/proposal-dao-operations-workstream-budget-q1-2022/9488)", "choices": ["Yes, I support the proposal", "No, I don't support the proposal"], "start": 1641985200, "end": 1642590000, "snapshot": "13992384", "state": "closed", "author": "0x7E052Ef7B4bB7E5A45F331128AFadB1E589deaF1", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x97a2ed00ed7c5f06d731724856e8a96755ceb38d3e35adfe207b972c9489ec7a", "title": "Ratify the Results of Grants Round 12 and Formally Request the Community Multisig to Payout Matching Allocations ", "body": "We ask our Community Stewards to ratify the GR12 payout amounts as being correct, fair, and abiding to community norms, including the judgments and sanctions made by the Fraud Detection & Defense workstream.\n\nFor further info & final GR12 results, see this forum post.\n\n\nPlease vote FOR or AGAINST.\n1. FOR: Ratify the round results\nYou ratify the results as reported by Gitcoin Holdings & the Fraud Detection & Defense workstream and request the keyholders of the community multisig to payout funds according to the GR12 final payout amounts through the non-custodial GR12 deployment contract.\n2. AGAINST: Request further deliberation\nYou do not ratify the results and request keyholders of the community multi-sig wallet to delay payment until further notice.\n", "choices": ["FOR", "AGAINST"], "start": 1641614400, "end": 1642046400, "snapshot": "13955129", "state": "closed", "author": "0x0CF30daf2Fb962Ed1d5D19C97F5f6651F3b691c1", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x6acb83e8757ea5421a23d4f5ef082cf9455d4bc79f414da99905070ea54e6f8a", "title": "Public Goods Funding Workstream Budget Request for Q1 2022", "body": " This vote is looking to pass the Q1 budget for the Public Goods Funding Workstream (PGFW). \n\nThe top level KPI of the PGFW continues to be to increase the GMV of Gitcoin Grants and related public goods funding mechanisms, both by scaling the right people into grants ops related roles, and by forming relevant strategic partnerships to further solidify Gitcoin as a credibly neutral public goods funding mechanism.\n\nThe total amount requested is 100k GTC over these 3 key areas:\n1. Grassroots Community Efforts (20k GTC)\n2. Gitcoin Grants Operations (45k GTC)\n3. Community Partnerships (35k GTC)\n\nFor more details please see this post: https://gov.gitcoin.co/t/proposal-public-goods-are-good-pgf-q1-budget-request/9416 ", "choices": ["Yes, approve!", "No!"], "start": 1641355200, "end": 1641960000, "snapshot": "13939849", "state": "closed", "author": "0x0CF30daf2Fb962Ed1d5D19C97F5f6651F3b691c1", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x3fdc2452ce289ea193413b3f169577f4dea05373fb6c503d982f4c3b1b892bb0", "title": "Redistribute GTC to Individuals Who Could Not Claim Due to Error", "body": "Summary:\n\nIf this proposal passes, we plan to distribute 32,717.33 GTC using WhalerDAO’s Astro-Drop tool to the users below who were eligible for the GTC Airdrop in May 2021, tried to claim their GTC during the airdrop window, but were not able to claim due to an error in the system ingesting their transactions.\n\nAbstract:\n\nThe GTC airdrop earlier this year was a great step towards the decentralization of the Gitcoin ecosystem. Unfortunately, there are several users who were eligible for the drop because they funded the project Force DAO before the cut-off date for the airdrop. However, due to an error in the transaction validator these users were unable to claim their tokens. Specifically, when these users went to claim their tokens within the 30-day airdrop window, they were not allocated a percent of GTC tokens for their donations to Force DAO. After speaking with users and investigating online, it seems that those transactions were incorrectly dropped before the airdrop period. After some of these users reported it, they eventually had their transactions re-added, but after the cut-off date. This proposal is looking to retroactively compensate those users who were not able to claim their GTC due to the error. \n\nWe will compensate the users linked below. All these users have demonstrated the necessary proof to be eligible for the airdrop and were responsive throughout the proposal process. We had two criteria in order to show eligible proof:\n\n1) Proof of original donation which meets the original airdrop requirements\n2) Proof of an attempted claim during the original airdrop period\n\nIf passed, we wish to distribute the specified amount (view linked pdf for exact amounts) through WhalerDAO’s Astro-Drop. The total amount of GTC to be distributed to these users is 32,717.33\n\nMiscellaneous:\n\n- List of users: https://drive.google.com/file/d/1p5botoxZ4vd5XpVbZzusyiqxZGfB8SaU/view?usp=drivesdk\n\n- Budget breakdown:\nhttps://drive.google.com/file/d/1LjNKqpz3iWM5qtXoD58W37ZtDq1ZnETj/view?usp=drivesdk\n\n- Read the full proposal: \nhttps://gov.gitcoin.co/t/proposal-redistribute-gtc-to-individuals-who-could-not-claim-due-to-error/8782\n\n- Distribution tool: \nhttps://whalerdao.github.io/astrodrop/create", "choices": ["Yes: compensate eligible users", "No: do not compensate them"], "start": 1639148400, "end": 1640012400, "snapshot": "13774162", "state": "closed", "author": "0x3880fE0bc8754807a01dfE943280817986945429", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x29eaaff1ca752785b508298b4aaf5d4bf3173e9b3859b9832cc84c5b12b48847", "title": "PrimeDAO Partnership", "body": "Summary\n\nThis proposal, if passed, would grant Gitcoin $250K USD worth of PrimeDAO's $D2D governance token at a price of $0.50 per token for a total of 500K $D2D coins, equating to 0.5% of Prime DAO treasury.\n\nThe purpose of this alliance is to help ensure that Gitcoin and Prime can work together to build tooling for DAO2DAO coordination. \n\nAbstract\n\nPrimeDAO is a collective of Web3 builders and DAOists dedicated to researching and building next-generation coordination tools for the Web3 ecosystem. PrimeDAO is working on a product suite which aims to provide collaboration-as-a-service, which include:\n\nPrime Launch: A decentralized and curated token offering platform powered by Balancer V 2.0 that enables fair and user-friendly token launches. Projects can host a whitelisted seed sale to collect contributions at a fixed price, or conduct a liquid Launch without needing to write a single code.\n\nPrime Deals: A platform for DAO to DAO interactions, where DAOs can propose, negotiate, and execute deals together. It is built on top of a modularised open-source framework of smart contracts with various interfaces that can easily be extended and adapted to any use case. The first supported interaction will be token swaps, followed by joint ventures, co-liquidity pooling, and co-farming that are facilitated by PrimeDAO’s agnostic, trustless, and flexible D2D contracts.\n\nProposal Inverter: A new funding receiver primitive that will allow DAOs to pool resources and co-fund open research/crowdfunded initiatives through semi-automated payment flows.\n\nPrime Rating: A permissionless framework for quantifying DeFi protocol risk and quality and a research hub for DAO enthusiasts.\n\nPrime Pools: An interface that facilitates the creation and management of DAO-governed liquidity pools which can enable the bridging of liquidity between allied ecosystems and creation of index pools.\n\nWe see this relationship complementing Gitcoin in the following ways:\n\n- Enabling Gitcoin to have a direct stake in the future direction of PrimeDAO via 0.5% allocation of their governance token into the Gitcoin Treasury\n- Strengthening ties between and improving the shared bandwidth of Gitcoin and Prime teams\n- Collaborating on building DAO 2 DAO tooling to usher in the next era of coordination\n\nSpecification\n\nThe passing of this proposal would transfer $250,000 USD worth of $GTC to 0x567d220B0169836cBF351DF70A9c517096ec9De7, PrimeDAO’s specified Treasury address.\n\n500K $D2D, a 0.5% allocation, would be transferred to 0xde21F729137C5Af1b01d73aF1dC21eFfa2B8a0d6, Gitcoin’s multisig address for easier delegation / voting.\n\nUse of Funds\n\nTo ensure long-term alignment, Prime DAO will hold no less than 50% of the tokens received through 2023 and act as a meta-delegate in the Gitcoin ecosystem.\n\nTo ensure long-term alignment, Gitcoin will hold no less than 50% of the tokens received through 2023 and act as a meta-delegate in the Prime DAO ecosystem.\n\nMiscellaneous\n\nRead the full proposal details and the discussion here: https://gov.gitcoin.co/t/proposal-partnership-mutual-grant-with-prime-dao/9330", "choices": ["Yes, I support the proposal", "No, I don't support the proposal"], "start": 1638849600, "end": 1639454400, "snapshot": "13755243", "state": "closed", "author": "0x0CF30daf2Fb962Ed1d5D19C97F5f6651F3b691c1", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0xe74f2ddceaf3a50cb7c6de9ae1be5ace0bed4c5c34ca980adda8d323de1cd2c6", "title": "DeveloperDAO Partnership", "body": "Summary\n\nThis proposal, if passed, would issue 50,000 GTC for governance rights equating to 5% of Developer DAO when governance is live. The purpose of this alliance is to help ensure that Gitcoin and Developer DAO can work together to coordinate bringing more web2 developers into web3 than ever before through education and events, as well as supporting the creation and distribution of public goods.\n\nAbstract\n\nDeveloper DAO was started by Nader Dabit (https://twitter.com/dabit3). In just over two months they have grown to 5436 members, mostly experienced builders taking their first steps into the open web.\n\nTheir goals are to onboard, educate and support these new builders to foster & build web3 tools and public goods. These ambitions resonate well with projects and workstreams Gitcoin has previously supported such as Moonshot Collective, and we have already found some great ways to collaborate on a smaller scale.\n\nWe see this relationship complementing Gitcoin in the following ways:\n\n- Enabling Gitcoin to have a voice in the future direction of Developer DAO via 5% allocation of their governance token into the Gitcoin Treasury\n- Strengthening ties between and improve the shared bandwidth of Gitcoin and Developer DAO teams \nMoonshot Coordinator (https://twitter.com/MoonshotCoordin), \nAustin Griffith (https://twitter.com/austingriffith), \nNader Dabit (https://twitter.com/dabit3), \nCooper Turley (https://twitter.com/Cooopahtroopa),\nPreethi Kasireddy (https://twitter.com/iam_preethi), \nkempsterrrr (https://twitter.com/kempsterrrr))\n- Collaborating on educational initiatives including workshops, events and hackathons with Austin Griffith and the Moonshot Collective workstream, to further the reach and impact of Gitcoin’s public goods mission (building for human thriving)\n- Co-creating prototypes between Moonshot + Developer DAO that play well with the Loot ecosystem vibes / memes\n\nSpecification\n\nThe passing of this proposal would transfer 50,000 GTC to 0x7128f5ff32eD07Ce12E6a9deBE32BB40F9884b3C, Developer DAO’s specified Treasury address.\n\nOn the launch of Developer DAO’s governance token, a 5% allocation would be transferred to 0xde21F729137C5Af1b01d73aF1dC21eFfa2B8a0d6, Gitcoin’s multisig address for easier delegation / voting.\n\nUse of Funds\n\nTo ensure long term alignment, Developer DAO will hold no less than 50% of the tokens received through 2023 and act as a meta-delegate in the Gitcoin ecosystem.\n\nTo ensure long term alignment, Gitcoin will hold no less than 50% of the tokens received through 2023 and act as a meta-delegate in the Developer DAO ecosystem.\n\nMiscellaneous\n\nRead the full proposal details and the discussion here: https://gov.gitcoin.co/t/proposal-partnership-mutual-grant-with-developer-dao/9217", "choices": ["Yes, I support the proposal", "No, I do not support the proposa"], "start": 1638849600, "end": 1639454400, "snapshot": "13755219", "state": "closed", "author": "0x0CF30daf2Fb962Ed1d5D19C97F5f6651F3b691c1", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x2ccad330b1d12a8fd0c00835bf8cf2b84a2f51ff187bca36c37fddfab3ca47ab", "title": "GR12 Matching Pool Allocations", "body": "This Snapshot vote is looking to finalize a decision around the Gitcoin Grants Round 12 allocations proposed and discussed [in this forum post](https://gov.gitcoin.co/t/proposal-gitcoin-gr12-matching-pool-allocations/9007/24).\n\nAbstract\n\nGitcoin has historically utilized categories, based on Grant types, to determine matching pool allocations based on a percentage of the overall matching pool fund during Grant Rounds. During the GR11 Finale Event this overall strategy was questioned by Vitalik Buterin, the argument being Quadratic Funding should be just as effective during Grant Rounds using no categories.\n\nDuring GR12, the Public Goods Funding workstream wants to test Vitalik’s theory that Quadratic Funding should be as effective at allocating funds as allocation via categories. By doing away with specific grant categories and having all grants listed together, we hope to simplify and decentralize matching. This is a radical change in how we’ve historically set matching funds for grants’ matching pools, but a challenge we believe will help to better understand how to best implement Quadratic Funding.\n\n\n[The forum post](https://gov.gitcoin.co/t/proposal-gitcoin-gr12-matching-pool-allocations/9007/24) outlines the above in more detail –- and this Snapshot vote will decide if and how we test this approach in GR12.\n\nVote\n\nThe three options to vote on are:\n\nOption 1: Single Pool Experiment\n\nUse GR12 as a test case to run an experiment whereby we do away with categories.\n\nThe GR12 main pool will be a single matching pool fund/distribution of $1,000,000 in matching for the round. No individual grant’s matching contribution amount shall exceed 2.5% of the overall matching pool fund (i.e., $25k)\n\nPros: We get to run a proper experiment and try out a new approach to funding\n\nCons: The experiment is an unknown vs. our tried & trusted categories\n\n\nOption 2: No experiment\n\nStick with the same category-based approach we’ve been using in the past – specifically, run GR12 with the same categories as GR11.\n\nPros: Less uncertainty (rinse & repeat prior round approach)\nCons: We remain in the dark as to how a Single Pool might perform\n\n \nOption 3: Do a 50/50\n\nRun 50% of the matching pot as a single pool experiment, and 50% category-based as before.\n\nThis option was proposed in response to the governance proposal that outlined Option 1. This was proposed as a ‘happy medium’ – going more gradually vs. doing a full-on experiment in GR12.\n\nPros: We get to experiment a bit while maintaining the category approach for half the pool\nCons: Having both at once is more complex and potentially very confusing for grantees", "choices": ["Single Pool Experiment", "No experiment", "Do a 50/50"], "start": 1637613000, "end": 1638217800, "snapshot": "13666591", "state": "closed", "author": "0x7E052Ef7B4bB7E5A45F331128AFadB1E589deaF1", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x4efcc747d7eee626a42e23bea82826964a5753295ae77c8514301711248e28c6", "title": "Why the price of GTC is lower than RAD?", "body": "", "choices": ["Gitcoin is working hard ", "Radicle is marketing hard"], "start": 1637596800, "end": 1638244800, "snapshot": "13665598", "state": "closed", "author": "0x46Ac0c9c530Dc960A4Df75b20B594fbA243E5b7C", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0xf206afbc1021d710f548d0414d6caaa752c375c025c7e397607d990f3d946f69", "title": "Does GTC need more function?", "body": "", "choices": ["yes", "no"], "start": 1637553600, "end": 1637899200, "snapshot": "13662693", "state": "closed", "author": "0x9C2Fd95e1B8BD9BE5612700B0b29C893FEa417E1", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x265fe70790524875caacb6675ef6d10b4d4ceac8b1c26df26ad1ba284eab70a1", "title": "Request to fund FDD workstream Q4 2021 budget", "body": "Request to send 76,500 GTC to the FDD-WG multisig to fund their Q4 2021 budget. (11/1/21 - 1/31/21)\n\nGnosis Safe address: 0xD4567069C5a1c1fc8261d8Ff5C0B1d98f069Cf47\n\nHigh Level Budget Breakdown\n\nQ4 Budget Total = 56,500 GTC ($10/GTC)\nPLUS  Q1 2024 Defense Reserves = 40k GTC\nTotal Needed = 96,500 GTC\nMNUS   Current Reserves = 20k GTC\n\n= Total Amount requested at this time = 76,500k GTC\n\nWorkstream Mandate: Defend Gitcoin (Grants, DAO, & future products) from threats to its legitimacy, credible neutrality, and sustainability.\n\nBudget Request per Proposal on Governance Forum\nhttps://gov.gitcoin.co/t/proposal-request-to-fund-fdd-workstream-q4-2021-budget/8857\n\nState of FDD Q3 2021 Companion Piece\nhttps://docs.google.com/document/d/1uEuGe5OOecLyAsLbgnqaLplaH8ycU4zej3c-mv6QHTI/edit?usp=sharing\n", "choices": ["Yes, fund FDD with 76.5k GTC", "Do not fund FDD"], "start": 1635534000, "end": 1636138800, "snapshot": "13513220", "state": "closed", "author": "0x01Cf9fD2efa5Fdf178bd635c3E2adF25B2052712", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0xd65bb1c535d0c83ec197df8d000464c6fb7a6ef000ad59df48af82d39d23e42e", "title": "dGTC Workstream Q4 Budget Proposal", "body": "This request is to send 127k GTC (138k minus remaining 10k GTC & 40k DAI from Q3) to the dGTC multisig to fund their Q4 2021 budget.\n\n### Workstream Mandate: Progressively Decentralize Gitcoins core services and products.\n\n### Q3 Achievements & Budget Deployment\nIn Q3 of 2021 the dGTC workstream utilized the budget granted to take the Decentralized Grants platform from a rough draft concept to working POC. We have kicked off a Grant Round for the Moonshot Collective team which contained 11 grants. Since the start of the round we have had 3 new grant submissions which have gone through the approval process and you can see on the platform at https://grants.gtcdao.net/\n\n### Out of the 41,300 GTC received for Q3, we have 10k GTC and 40k DAI remaining which we are moving forward to our Q4 budget.\n\n### Q4 Goals High Level\nDuring Q4 the Decentralize Gitcoin workstream will (and has already started to) continue to collect feedback and improve the user interface and user experience, build additional features based on what is most important to run the round in GR12 and for claiming payouts, start working on implementing active sybil resistance and basic curation, and kick off the DID/Sybil Score Aggregation project and DevOps/Data initiative.\n\nReference previous budget [here](https://gov.gitcoin.co/t/decentralize-gitcoin-workstream-budget-request/8121).\n\nFor detailed budget proposal and breakdown see [this post on the governance forum](https://gov.gitcoin.co/t/proposal-decentralize-gitcoin-workstream-budget-request-q4-2021/8895).\n\nGnosis Safe address: 0x931896A8A9313F622a2AFCA76d1471B97955e551", "choices": ["Yes - Send 127k GTC to dGTC", "No - Do not fund dGTC"], "start": 1635523200, "end": 1635955200, "snapshot": "13512764", "state": "closed", "author": "0x6BF1EBa9740441D0A8822EDa4E116a74f850d81B", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "0x230bcb7d3548048fc94e5745f7934d80bfc357632af1038cb0941fc54fbae021", "title": "dCompass (build dQuests & dKnowledge) - Q4 Budget request", "body": "Proposal discussion on the governance forum:\nhttps://gov.gitcoin.co/t/proposal-integrate-dcompass-within-dgitcoin-to-build-dquests-dknowledge/8836\n\nAbstract\nThis proposal offers integration of dCompass to the Decentralize Gitcoin Workstream also know as dGitcoin.\n\ndCompass’ primary mission will be to onboard, guide and educate users about:\n- the Gitcoin ecosystem\n- sustainable open source software & trustworthy Web3 protocols and tools\n- decentralization & governance\n- DeFi & NFTs\n\nOur workstream will be responsible for decentralizing and improving the Gitcoin Quests, which will become dQuests, as well as the Gitcoin Knowledge Base, which will become dKnowledge.\n\ndKnowledge will contain educational information and FAQs about the Gitcoin ecosystem, Web3 projects, and technologies.\nThe content within the Knowledge Base will be used to populate quest preparation materials.\n\ndQuests will display the content from dKnowledge in a more engaging way and it will reward users for validating their learnings and actions.\n\nBuilt on a decentralized infrastructure, dQuests is a gamified platform where users will be able to progress through various types of quests—like quizzes, code challenges, and on-chain transactions—gaining the ability to verify their diverse skillsets.\n\nBy successfully completing a quest, users will be able to:\n\n- earn XPs and increase their ranking\n- mint Quest & Badge NFTs with a random rarity\n- and grow their Dynamic Skill Tree NFT by validating their learnings & actions through on-chain micro-credentials.\n\nWe are requesting a total of 26145 GTC for Q4, allocated gradually upon milestone completion, to see the budget and range of activities in detail refer to this link: https://aws1.discourse-cdn.com/standard11/uploads/gitcoin1/original/2X/6/6229c5ceeebb4be55cd841d58fdfad2d021e130e.png\n\nVote\nFOR - If you vote “yes”, the dCompass Workstream will be created within the Decentralize Gitcoin Workstream, and the proposed budget above will be allocated to the multisig of the dCompass Workstream: 0x756239E5B7D2aa6F3DA0594B296952121Fb71606\n\nAGAINST - If you vote “no”, the dCompass Workstream won’t be created, and the requested budget won’t be allocated.", "choices": ["Yes, create dCompass", "No, don't create dCompass"], "start": 1635345000, "end": 1636282800, "snapshot": "13499856", "state": "closed", "author": "0xC9a238405ef9D753D55EC1EB8F7A7b17B8d83E63", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmUMKpGM6daj2Lo7Wb8urz6hG4gvfoDu94fpBgueRZGYDi", "title": "🚀 Moonshot Budget Request - Q4 2021", "body": "This is a request to fund the Moonshot Collective workstream with 100k GTC from GitcoinDAO Treasury for the next 3 months.\n\nThe moonshot collective is a collection of builders & web3 community members who are looking to prototype experiments in coordination (whether thats public goods, private goods, governance tools). By funding the moonshot collective, we’re creating a cryptoeconomic force for builders in the space to create tools for GitcoinDAO and the ecosystem at large.\n\nDuring Q3, the collective received 40k GTC, which accomplished the following:\n\nThe launch of Moonshot Bots which generated $2.2mm for the Gitcoin Grants multisig.\n\nThe creation of Quadratic Diplomacy, a decentralized tool for distributed rewards to workstreams.\n\nThe creation of Tip.Party, a tool for rewarding engagement in the DAO.\n\nThe creation of a half dozen other tools for DAO-era Coordination.\n\nDo you approve our Q4 budget?", "choices": ["Yes, Approve!", "No!"], "start": 1634580000, "end": 1635098400, "snapshot": "13442141", "state": "closed", "author": "0x34aA3F359A9D614239015126635CE7732c18fDF3", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmQTMLG8qbDpTCCUwVnbEmzLkdCvf1ApZ8w9nd9idfC8r7", "title": "Proposal to Ratify the Results of Grants Round 11 and Formally Request the Community Multisig to Payout Matching Allocations", "body": "We ask our Community Stewards to ratify the GR11 payout amounts as being correct, fair, and abiding to community norms, including the judgements and sanctions made by the Fraud Detection & Defense workstream.\n\nPlease vote one of three options:\n\n1. Ratify the round results and DO NOT pay the fraud tax\n\nPay all grants the amount of match funds as determined by applying QF after removing contributions attributed to accounts flagged as sybil.\n\nYou ratify the results as reported by Gitcoin Holdings & the Fraud Detection & Defense workstream and request the keyholders of the community multisig to not pay the fraud tax. This will disincentivize fraud and is the recommendation of Gitcoin Holdings, FDD Workstream, and Blockscience.\n\n2. Ratify the round results and DO pay the fraud tax\n\nPay all grants the max of what they would get in either case (Sybil flags or no Sybil flags).\n\nYou ratify the results as reported by Gitcoin Holdings & the Fraud Detection & Defense workstream and request the keyholders of the community multisig to continue paying the fraud tax as was done during GR9 & GR10.\n\n3. Request further deliberation\n\nYou do not ratify the results as reported by Gitcoin Holdings & the Fraud Detection and Defense workstream and request the keyholders of the community multi-sig to wait for further deliberation.", "choices": ["Ratify & DO NOT pay fraud tax", "Ratify & DO pay fraud tax", "Do not ratify"], "start": 1633982400, "end": 1634500800, "snapshot": "13399058", "state": "closed", "author": "0x01Cf9fD2efa5Fdf178bd635c3E2adF25B2052712", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmZbt14YZBzLtx4umQ9hxSwxZFRsV8BNr9VV7dGoKRsDLT", "title": "MMM (Merch, Memes & Marketing) Q4 2021 budget request", "body": "Through this proposal, the MMM-Workstream is requesting a governance reward budget of 28,000 GTC to be deployed for Q4 2021 in service of Gitcoin DAO and its wider community.\n\nThe MMM-Workstream has the goal to use Merch, Memes, and Marketing to promote public goods with unique projects that generates curiosity, hype and engagement around Gitcoin DAO and its core mission. MMM also exists as a cross functional group to create synergetic effects by collaborating with other workstreams. The medium-term goal is to create a lightweight way for creative talent to work with Gitcoin DAO with the least amount of friction and get compensated fairly for it. MMM will work towards incentivizing and rewarding contributors for their work in order to meet the demands of the community and deliver a consistent, high-quality service.\n\nRead the entire proposal and budget breakdown [here](https://gov.gitcoin.co/t/proposal-merch-memes-marketing-workstream-budget-request/8562)\n\nGnosis Safe address: \n[0xC23DA3Ca9300571B9CF43298228353cbb3E1b4c0](https://etherscan.io/address/0xC23DA3Ca9300571B9CF43298228353cbb3E1b4c0)   \n\n\nAll spending of funds will be shared and logged transparently in a public spreadsheet and managed by a public 2 of 3 Gnosis Safe multisig with the following keyholders:  \n\n- @Seedphrase (Brittney) - Steward\n- @Fred (Fred) - Advisor\n- @Ceresstation (Scott) - Steward\n\nSee the initial proposal on the governance forum [here](https://gov.gitcoin.co/t/proposal-merch-memes-marketing-workstream-budget-request/8562). This proposal met the minimum (5) days of deliberation having been posted on 09/13/21 and received input from at least 5 Stewards.", "choices": ["For", "Against"], "start": 1633377600, "end": 1633809600, "snapshot": "13354549", "state": "closed", "author": "0x7E052Ef7B4bB7E5A45F331128AFadB1E589deaF1", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmSRTDaRckWkWBBAHDXXyatMFLUZcFjSCkvHSBuC84fgbf", "title": "Ratify GR11 Matching Pool Allocations", "body": "This Snapshot vote is proposed by 🔥_🔥, looking to finalize a decision around the Gitcoin Grants Round 11 allocations proposed and discussed in this [forum post](https://gov.gitcoin.co/t/gitcoin-round-11-matching-pool-allocations/8386).\n\n\n\nThe two options to vote on are described below:\n\n### Option 1:\nDistribute the matching pool based on the following breakdown. These allocations are proposed by 🔥_🔥  alongside the Gitcoin Core team.\n\nInfrastructure: 25%\nDapp Tech: 25%\nCommunity: 20%\nNFT Tech: 10%\ndGov: 7.5%\nAfrica: 7.5%\nLatin America: 5%\n\n### Option 2:\n\nDo not ratify the proposed breakdown of GR11 matching funds, revert to further forum discussion and look to propose a new allocation. \n", "choices": ["Option 1: Ratify breakdown", "Option 2: Do not ratify "], "start": 1630447200, "end": 1630886400, "snapshot": "13135539", "state": "closed", "author": "0x5BFCB4BE4d7B43437d5A0c57E908c048a4418390", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmZYrZKBaExvZsnNNfKbFixJe2C7PNY96DtoF1tQtdNhLN", "title": "Issue a 40k GTC grant to CLR.fund", "body": "## Summary\n\nThis proposal, if passed, would issue a grant of 40k GTC (0.008% of the GTC treasury) to CLR.Fund, a project with a similar mission as Gitcoin (fund public goods) but with a complementary product.\n\n## Abstract\n\nCLR.Fund is another prominent Quadratic Funding project in the Ethereum ecosystem with a mission/ethos that is similar to Gitcoin. This proposal issues them a grant, which solves for the near term the funding of CLR.Fund.\n\nSecondarily, this proposal if passed would\n\n- Extend [previous friendly contact](https://twitter.com/nanexcool/status/1383481998417678342) between Kevin Owocki and Auryn MacMillian to formally affirm that Gitcoin & CLRFund are friendly projects built around similar missions.\n- Change the narrative created by other competitive projects working on the same domain. That is the misguided belief that we must have sharp elbows - boxing each other out from each other’s users and demonstrate loud social media clap-backs.\n- It is possible that the goodwill between the two projects could be extended into a formal integration or partnership one day - especially with the [Decentralize Gitcoin workstream](https://gov.gitcoin.co/t/workstream-suggestion-decentralize-gitcoin/180) gaining speed.\n- By pushing new tech and solutions on top of QF (such as MACI), CLR.Fund can act as a testbed/testnet for future gitcoin features and visa-versa.\n\n## Miscellaneous\n\nThis proposal met the minimum number of days for deliberation having been posted on August 15.\n\nRead the full proposal details and the discussion here: https://gov.gitcoin.co/t/proposal-issue-clr-fund-a-40k-gtc-grant/8240", "choices": ["Transfer 40k GTC to CLR.fund", "Do nothing"], "start": 1630165800, "end": 1630770600, "snapshot": "13114714", "state": "closed", "author": "0x2B888954421b424C5D3D9Ce9bB67c9bD47537d12", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmUq5WsYE9ryLEbt4NnGsuGQgzX7n5eeB2edKogVGkTz83", "title": "FDD (aka. Anti-Fraud, Sybil, & Collusion) workstream allocation - Q3 2021 budget request", "body": "This is a request to send 50,000 GTC to the FDD-WG multisig to fund their Q3 2021 budget and supply a reserve to ensure uninterrupted operation of the critical functions of the workstream.\n\nThis workstream has the primary mandate of defending the Gitcoin network against fraud, collusion, sybil attacks, and any other degradation of the system’s legitimacy. This extends to the legitimacy of the DAO tasked with shepherding the dGrants protocol as well.\n\n**Multisig Address & Keyholders**\n\nGnosis Safe address: 0xD4567069C5a1c1fc8261d8Ff5C0B1d98f069Cf47\n\nhttps://etherscan.io/address/0xD4567069C5a1c1fc8261d8Ff5C0B1d98f069Cf47\n\nWorkstream MultiSig is a Gnosis Safe 4/7 setup with the following keyholders who act as board members representing the four primary substreams and other key stakeholder groups.\n- Disruption Joe - Coordinator (Communications & Coordination)\n- Michael Zargham - Data Science (Anti-Sybil as a Service)\n- Angela Kreitenweis - (Research & Policy)\n- Trueblocks - Data & DevOps (Technology Operations)\n- Bob Jiang - Community Contributors\n- Andrew Penland - Academic Oversight\n- Lefteris Karapetsas - Gitcoin Users\n\nAll keyholders are confirmed as committed to the responsibilities outlined in the FDD-WG Multisig Keyholder Responsibilities document and have reviewed and approved this budget.\n\nSee the initial proposal on the governance forum [here](https://gov.gitcoin.co/t/proposal-fdd-wg-anti-fraud-sybil-collusion-q3-budget-request/8210). This proposal met the minimum (5) days of deliberation having been posted on 8/11/21.\n", "choices": ["FOR", "AGAINST"], "start": 1629221400, "end": 1629653400, "snapshot": "13043964", "state": "closed", "author": "0x5BA02f4Ff6Af1d9d2Af8774D10fD32Eb57d4E2E6", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmchtUum2drB3NAgCqDxKWVhqs8JrCdGHX5W5s4CHsVMw1", "title": "Decentralize Gitcoin Allocation", "body": "Through this proposal, the Decentralize Gitcoin workstream is requesting a governance reward budget of 41,300 GTC to be deployed over Q3 2021.\n\nThese funds will be utilized to help further the mission of decentralizing Gitcoin starting with Gitcoin Grants as outlined in the proposal linked below.\n\nhttps://gov.gitcoin.co/t/decentralize-gitcoin-workstream-budget-request/8121\n\nThis proposal is critical to enabling the workstream to continue progress toward a decentralized Gitcoin. If this proposal passes, the treasury will empower a group of team and community members with a budget of 41,300 GTC, managed by a public 2 of 3 multisig including the following members:\n@phutchins\n@thelostone-mc\n@bendi", "choices": ["\"Yes\" 41,300 GTC to DCGTC", "\"No\" No GTC to DCGTC"], "start": 1628686800, "end": 1629205200, "snapshot": "13005088", "state": "closed", "author": "0x6BF1EBa9740441D0A8822EDa4E116a74f850d81B", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmSYVGy8KMrWu3Lrue8ah9zrWZb4wrCJboi4o5KDmNS6P2", "title": "🚀 Moonshot Workstream Allocation", "body": "Through this proposal, the prototyping workstream is requesting a governance reward budget of 40,000 GTC to be deployed over Q3 2021.\n\nThese funds will be distributed by @austingriffith and @owocki to builders via scholarships and through funding allocation techniques like Coordinape. \n\nWe have already started building a few starter kits and demoed them during our first call.\n\nWe need to start funding developers! Help us empower the next wave of Ethereum builders!", "choices": ["\"Yes\" 40k GTC to Moonshot", "\"No\" No GTC to Moonshot"], "start": 1628100000, "end": 1628704800, "snapshot": "12954430", "state": "closed", "author": "0x34aA3F359A9D614239015126635CE7732c18fDF3", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmQWucgbue8uemNHXTDKvvEhRxfEcoB6B6Ci51TANkKaGU", "title": "Public Goods Workstream Allocation", "body": "Through this proposal, the Public Goods Funding workstream is requesting to formalize its efforts and requesting a governance reward budget of 45,000 GTC to be deployed over Q3 2021 to help further the mission of GitcoinDAO by executing on the objectives outlined in this proposal 👇🏼\n\n# [Public Goods Funding Proposal](https://gov.gitcoin.co/t/public-goods-funding-workstream-budget-request/7993)\n\nWe believe this proposal is essential to move GitcoinDAO forward by rewarding participation, creating economic incentives for participation, and allowing organizers to plan around a budget. If this proposal passes the treasury will empower a group of stewards with a budget of 45,000 GTC,  managed by a public 3 of 5 multisig including the following DAO stewards below: \n\n- [@YalorMewn](https://twitter.com/yalormewn) \n- [@notscottmoore](https://twitter.com/notscottmoore) \n- [@HelloShreyas](https://twitter.com/HelloShreyas) \n- [@Sim_Pop](https://twitter.com/Sim_Pop) \n- [@BlockchainJames](https://twitter.com/BlockchainJames) \n- [@nkennethk](https://twitter.com/nkennethk)\n\n# 1: \"Yes\" vote \nMeans you support this proposal and the allocation of 45,000 GTC to be managed by the workstream leads listed above. \n\n# 2: \"No\" vote\n Means you do not support this proposal in it's current state. \n\nIf you have questions or concerns about this proposal please head to the forums to answer them before voting \"No\" outright. \n\n\n", "choices": ["Yes - Allocate 45,000 GTC", "No - Don't allocate 45,000 GTC"], "start": 1627693200, "end": 1628298000, "snapshot": "12929463", "state": "closed", "author": "0x66b1De0f14a0ce971F7f248415063D44CAF19398", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "Qmf8du3yfvYvFsXRDQHfUMvafFBAMWb2ujC6KjWQZ8Mqky", "title": "oneGTC: A $GTC Backed Economy ", "body": "This proposal is the first of it's kind, aimed at treasury optimization and  creating a more sustainable method for distributing GTC to the GitcoinDAO workstreams, a few benefits to this proposal: \n\n- Having a stable token for the GitcoinDAO allows the DAO to fund work streams with certainty, instead of being victims of market fluctuation.\n\n- Using $oneGTC as the preferred token for rewarding contributions to workstreams will lead to retaining more value within the Gitcoin ecosystem. \n\nThis allocation was proposed on the forum in this Initial proposal: [oneGTC](https://gov.gitcoin.co/t/proposal-gtc-backed-economy/8033) 👀open for comments/feedback. Discussed by Stewards and the wider community for over 3 weeks. \n\nAfter engaging with the ICHI community, discussing the potential benefits, use cases, and clarifying the value proposition of using a native stable coin we have gathered enough support to bring it to a vote. \n\n## Voting \"Yes\" \nIf you vote \"Yes\" you are voting in support of a proposal to create a oneGTC token that will be backed by a mix of $GTC and USDC, you are also voting to approve a 45,000 GTC token budget to be allocated for the bootstrapping of the token treasury. \n\n## Voting \"No\" \nIf you vote \"No\" you are voting against this proposal in it's current form. \n\nIf the community selects \"Yes\" by the end of the voting period, keyholders of the Community Multisig will be notified that the workstream payments will be allocated into the oneGTC treasury. \n\nIf the community selects \"No\", no action will be taken at this stage and discussion will continue to find an optimal outcome.", "choices": ["Yes, I support oneGTC", "No, I don't support oneGTC"], "start": 1627304400, "end": 1628038800, "snapshot": "12890875", "state": "closed", "author": "0x66b1De0f14a0ce971F7f248415063D44CAF19398", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmY7yvzid9KM8Jn5MrAXe853wRmk5tjNSzW2DR82q8Z5RJ", "title": "GTC Allocation to GR10 Grantees", "body": "This proposal looks to ratify the allocation of GTC from the Community Treasury towards grant recipients in the Gitcoin builds GitcoinDAO category of Round 10. \n\nThis allocation was proposed on the forum [here](https://gov.gitcoin.co/t/proposal-gitcoin-builds-gitcoindao-gtc-incentive-proposal/7617) and has been discussed by Stewards and the wider community.\n\nThe below table breaks down where these GTC incentives would be allocated:\n\n![](https://i.imgur.com/V6tfVSo.png)\n\n\n### Option One:\n- **Allocate 20,000 GTC to grant recipients pro-rata using the same quadratic funding formula as primary matching funds.**\n\n### Option Two:\n- **Do not allocate GTC to grants recipients - require more discussion and iteration before allocating funds.**\n\nIf the community votes for Option One by the end of the voting period, keyholders of the Community Multisig will be instructed to dispatch the corresponding amounts of GTC in order to make payment to grant recipients. \n\nIf Option Two is preferred, no action will be taken at this stage and discussion will continue to find an optimal outcome. ", "choices": ["Option 1 - Allocate 20K GTC", "Option 2 - Do not allocate funds"], "start": 1626739200, "end": 1627257600, "snapshot": "12866769", "state": "closed", "author": "0xcb42Ac441fCade3935243Ea118701f39AA004486", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmdLNbbE4CHPwyhfsqjj1qzst2NFjXS6Ax3moqWwgVWjQa", "title": "[Proposal] Ratify the Results of Grants Round 10 and Request the Community to Payout Matching Allocations ", "body": "We ask our Community Stewards to ratify the GR10 payout amounts as being correct, fair, and abiding by community norms, including the judgements and sanctions made by the Anti-Fraud Workstream.\n\nPlease vote FOR or AGAINST\n\nFOR You ratify the results as reported by Gitcoin Holdings & the Anti-Fraud & Collusion workstream and request the keyholders of the community multi-sig* to payout funds according to the GR10 Final Payout Amounts posted in the governance forum proposal here (tab 3, gid #1499217137): https://docs.google.com/spreadsheets/d/1xD6XW4tJ7e9Fkvti-WflkS-MxOggKzEmkVrzHpLB_q0/\n\nAGAINST You do not ratify the results and request keyholders of the community multi-sig wallet to delay payment until further notice.\n\nFor further info see here: https://gov.gitcoin.co/t/proposal-ratify-the-results-of-grants-round-10-and-formally-request-the-community-multi-sig-holders-to-payout-matching-allocations/7832", "choices": ["FOR", "AGAINST"], "start": 1626298200, "end": 1626730200, "snapshot": "12827445", "state": "closed", "author": "0x5BA02f4Ff6Af1d9d2Af8774D10fD32Eb57d4E2E6", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmZTskr6yb4tSF7Jnnvd5a2YsuJJBDveEv4hbK6QJM83SB", "title": "GR10 Matching Pool: Use Gitcoin to build GitcoinDAO", "body": "This proposal seeks to add a $50k DAI “side round” to Gitcoin Grants Round 10 (with funds outside of the current matching pool) in support of those who are building components, prototypes, products, and tools for GitcoinDAO.\n\nProposal & Stake - $50k in funds for the DAO, from Gitcoin Holdings Inc., pledged towards this matching round, to build GitcoinDAO.\n\nDeliberation - Through discussion on this proposal and a Snapshot vote, the stewards will ratify the creation of a $50k side-round for GR10 that creates a matching pool for anyone working on the DAO.\n\nImplementation - The community will be invited to post Grants for their GitcoinDAO related work. The $50k from Gitcoin Holdings will be sent to the multisig. The round will be run, and paid out as per normal.\n\nRead more here: https://gov.gitcoin.co/t/proposal-gr10-matching-pool-use-gitcoin-to-build-gitcoindao/6372", "choices": ["Yes $50k to fund GTCDAO building", "No, no soup for you"], "start": 1623790800, "end": 1623938400, "snapshot": "12641178", "state": "closed", "author": "0x34aA3F359A9D614239015126635CE7732c18fDF3", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmQe6fHVDsvE91ShNagvFojetuWHu6xKn7izk46Dg2cQmK", "title": "[Execution Phase] How do we best go forward to divest our position of AKITA?", "body": "After some conversations with the Akita community it has become clear that the best path to maximize our ETH outcome is to enable some form of participation with them.\n\nHighlights:\n\nThere will be a buy back and burn program that funds the AKITA LBP, for every 1 AKITA purchased X will be burned. Specifics not finalized.\n\nThe ETH raised here will be put into the LBP with a time of completion set for 3 months.\n\nBased on our conversations I propose the following:\n\nOption 1:\n\nWe split the LP Tokens as follows:\n40% to Gitcoin\n40% to Akita (streamed over the length of the LBP through Sablier)\n20% to a Charity (yet to be chosen) funds ETH raised will be delivered VIA Gitcoin, post sale.\n\n\nOption 2: \n\nWe split the LP Tokens as follows:\n80% to Gitcoin\n20% to a Charity (yet to be chosen) funds ETH raised will be delivered VIA Gitcoin, post sale.\n\nWe agree to burn more Akita via Sablier by streaming to the 0x000 address Y tokens for each X Akita in the LBP.\n\nOption 3:\n\nWe don't split the LP Tokens\n\nWe agree to burn more Akita via Sablier by streaming to the 0x000 address Y tokens for each X Akita in the LBP.\n\nWithout a serious burn or a share of the ETH being raised, AKITA is not in a position to cooperate.", "choices": ["Option 1", "Option 2", "Option 3"], "start": 1623409200, "end": 1623668400, "snapshot": "12613361", "state": "closed", "author": "0x86d3ee9ff0983Bc33b93cc8983371a500f873446", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmRbuBUX7vtNhYwYqYG3Jd4LqaRXVM8qDgjNojGEAzJdnH", "title": "GR10 Matching Pool Breakdown", "body": "This Snapshot vote is proposed by 🔥_🔥, looking to finalize a decision around the Gitcoin Grants Round 10 allocations proposed and discussed in this [forum post](https://gov.gitcoin.co/t/proposal-gitcoin-round-10-matching-pool-allocations/4988).\n\nThere have been no new proposals to support option 3, but we have included it for the sake of neutrality. \n\n\nThe three options to vote on are described below:\n\n### Option 1:\n\nDistribute the matching pool pro-rata relative to the quadratic formula using one bucket and no specified categories.\n\n### Option 2:\nDistribute the matching pool based on the following breakdown. These allocations have been proposed by the Gitcoin Core team alongside 🔥_🔥\n\n- Infrastructure: 30%\n- Dapp Tech: 25%\n- Community: 20%\n- Latin America 10%\n- NFTs: 7.5%\n- dGov: 7.5%\n\n### Option 3:\n\nA new proposal should be submitted with different allocations. \n\n\n**This proposal and vote looks to finalize the allocation of Grants Round 10 matching funds before the beginning of the round.**", "choices": ["No categories, one bucket", "Proposed breakdown", "Submit new proposal"], "start": 1623283200, "end": 1623715200, "snapshot": "12603769", "state": "closed", "author": "0xcb42Ac441fCade3935243Ea118701f39AA004486", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "Qmd5Lmq1Z1iDuZkvcVDGdrwttUyUfdUeACHSMxFxYx3PbM", "title": "Claim GTC by ETH address without logging in github.", "body": "There are many support tickets on github.com for account suspended issues.Github.com is centralized and controlled by Microsoft. It goes against the decentralized rules of crypto world.\nThe suggestion here is to make the GTC airdrops claimable by ETH addresses without logging in with github.com accounts.", "choices": ["For", "Against"], "start": 1621915200, "end": 1624593600, "snapshot": "12587257", "state": "closed", "author": "0xdaFa879f659Bba79011130cfA6537Ab3E1ABdD97", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmeLMJpaVF4vMth4EkmJ7qnSriPgff9SRhkR5mznfFk57x", "title": "Is pineapple a legitimate pizza topping?", "body": "Now that GitcoinDAO has been formed, we can finally lay the eternal debate to rest, and decide for once and for all if pineapple is, in fact, a legitimate pizza topping.", "choices": ["Pineapple Pizza for the win", "pineapple ngmi"], "start": 1623013140, "end": 1623617940, "snapshot": "12580976", "state": "closed", "author": "0x7BfAf4C59aA4F011672b8e77789e1eb41abd654d", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "Qmf6hFhnn3yhMYE7omvEoXTEKjzYuKeAzxK7X2t5MkvCF2", "title": "Future Salaries (an Ethereum salaries widget) in addition to Grants", "body": "Owocki is a fan of quadratic funding, but it has big deficiencies:\n\n* Many people do not know that they need Hilbert spaces theory or molecular biology very much, word processor users don’t know that they need a reliable optimizing compiler that is in turn may be based on dependent-types lambda-calculus research, etc. and they won’t fund it. Especially science and software libraries public goods suffer severe underfunding when funding quadratic, because every funder cannot know every science topic.\n\n* When doing quadratic funding it inevitably goes much random - some projects are funded too much and some are severely underfunded (among other reasons, because well-funded projects can buy SEO of their ads).\n\n* Anti-sybil is improving but it can’t be perfect.\n\n* If some important text or software is buried on the 100000th position of Google, the world gets stuck: nobody knows that the missing component is a problem and therefore nobody fixes the problem.\n\nSo, we need a much more objective mean of funding. Ideally funding amount should be calculated by an algorithm, not by stupid us.\n\nWe don’t yet have an algorithm capable to predict the future of the human work. The solution is to use a prediction market to predict a future algorithm results. So the market decides.\n\nTraders (when motivated by money) are much more careful, hard working, and through than some random quadratic voter. Traders are therefore multitudinous that much reduces randomness and bias. They are to follow an objective algorithm that motivates them and so the market is striving for objective results.\n\nSo, I provide a software that “forces” traders to “calculate” how much which project to fund.\n\nThere will appear a new profession: people that search for underrepresented public good projects and do SEO for them. That’s important.\n\nIt should be in addition to quadratic Grants. Users should have choice where to pay.\n\nThis software is almost fully implemented (and there is a little outdated pull request to integrate it into a GitCoin page).\n\nThe proposal:\n\n* Pay for quality audit of the smart contracts.\n* Assign me to finish integrating it into GitCoin site.\n* Do a good design.\n* Deploy on production.\n\nHere is the PR and more details:\n* https://github.com/gitcoinco/web/issues/8183\n* https://github.com/gitcoinco/web/pull/8265", "choices": ["Yes, add a page with widget", "No"], "start": 1622883600, "end": 1625389200, "snapshot": "12576409", "state": "closed", "author": "0x722cE03C15670c313f9596544CDB582c19f810e2", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmR1mSZaQP8HEMU8nSMeBM5pVvkGoGG3TVu2H5aDuXyB8m", "title": "Implement Akita sale/stream as a Balancer pool", "body": "This proposal came too late to be one of the options in the [Akita, a path forward](https://snapshot.org/#/gitcoindao.eth/proposal/QmUoBpLsMSZ7Aq1UEzvEyGyTdR8Reeb8qQFGUhcQLqcQMM) poll, which at the moment is leading with \"Sell 10%, stream 90%\" and \"Liquidate 100%\" so I will propose it as a further discussion on the merits of how to implement it. This was posted on June 1st as a [twitter thread](https://twitter.com/avsa/status/1399892313007083522?s=21) and gathered some positive feedback from many of the community representatives.\n\n## The issue with the two main proposals\n\n* There's not enough market depth to liquidate all Akita tokens without losing a lot of value for Gitcoin. Even if there are serious doubts about the long term viability of the Akita community, we have a responsibility to maximize the value gained for Gitcoin. \n* Locking Akita on Sablier doesn't put that capital to good use, and if the market crashes and recovers and crashes again during before the stream is over, then there was a missed opportunity.\n\n\n## The Proposed Implementation\n\n1) Sell 10% of Akita in any exchange, put it in the Gitcoin treasury\n2) Sell yet another 10% into ETH. \n3) Create a Scheduled Balancer pool with the 10% ETH obtained in step 2 and all the remaining Akita.\n4) Set up the pool controller to programmatically change the ratio over a period P so that it inverts from a 10% ETH 90% AKITA into a 90% ETH and 10% AKITA\n5) After period is over, the community can decide what to do with the remaining tokens. \n\nThose types of pools are usually called **Liquidity Bootstrapping Pools** and are often used to launch new tokens that don't have liquidity. In this case, the token has launched but it would still bootstrap the liquidity. You can read more about LBPs on this article about [Radicle](https://medium.com/balancer-protocol/radicles-new-record-lbp-sale-shows-that-lbps-are-here-to-stay-4c81e15a4d4d).\n\nTo make sure the market doesn't dump immediately, we could do step 1 and 2 using [Gnosis Auctions](https://blog.gnosis.pm/announcing-gnosis-auction-launch-390124d56248): this would take off some buy pressure immediately and then make sure the starting price of the LBP is closer to what other market makers have.\n\n\n## The end result is that:\n* At the end of the period, Gitcoin will have sold most of their Akita, at a fairer market price, similarly to a Dollar Cost Averaging strategy\n* Akita community gets a much more liquid market, a \"billion\" dollars deep (emphasis on the air quotes). This will reduce the impact any single seller can have on the final price.\n* All trades that are executed against this pool will earn fees for Gitcoin, so in periods of high volatility Gitcoin is leveraging its massive Akita Holdings to generate Yield\n* There will be a constant sell pressure on Akita, but it's one that is scheduled and known\n\n\n## Variants and Risks\n\nBalancer Pools are quite flexible and we could do other options like having a pool that starts at 91% Akita, 3% GTC, 3% ETH and 3% DAI. Or we could add all the dog tokens into a big billion dollar pile of dog ~~poo~~ money.\n\nPools also don't necessarily need to be locked: we can add a smart controller so that Gitcoin DAO can accelerate the schedule at a later vote, or simply change it completely and use the [Pie DAO](https://medium.com/piedao/introducing-pie-smart-pools-85a77a2dc22e) so that ratios can be changed at the will of GTC holders. Also, at any point, Gitcoin could vote to take the liquidity out of its own pool and receive it in either token of the pool.\n\nIt's also important to note that **LBPs are different than just selling a token**: the pool wants to keep a constant ratio at all times to reach its target, be it 10%, 25% or 90%. So it means that *the pool will both sell and buy akita for ETH* to keep the target ratio–that's how AMMs work. A LBP changes that target ratio slowly over time, but it also is reacting to the market in real time. It means that, if akita drops to near 0, then the pool will automatically be buying akita with ETH until it reaches the desired balance, so almost ETH would be drained from the pool. But that ETH came from the Akita sale in the step 2, and the end result would be the same if the strategy was to stream or liquidate it anyway. On the other hand, if the market goes up again, that will mean the pool will start selling the cheap akita it bought back to ETH (plus the fees it got during the period) which is why pools make money from volatility. \n\nDisclaimer: I work for Balancer labs, but if the community wants to they can use other solutions. Balancer also has a \"LBP referral program\" but I am perfectly willing to either not claim it or to donate the BAL gained to Gitcoin.\n\n## Period P\n\nThis proposal leaves the P period open. The ending date of this poll is after the resolution of the [\"Akita - a path forward\" poll](https://snapshot.org/#/gitcoindao.eth/proposal/QmUoBpLsMSZ7Aq1UEzvEyGyTdR8Reeb8qQFGUhcQLqcQMM), so votes should take the result of the other snapshot in consideration.\n\n1) Stream: a LBP of duration of 2 years\n2) Intermediary: make the LBP last 1 year\n3) Liquidation: a short LBP over 1 week\n4) Do an LBP but in [another configuration](https://gov.gitcoin.co/t/proposal-akita-liquidate-akita-for-eth/4255) or platform\n5) No LBP: just lock it Sablier or dump it all in uniswap, depending on the results of the Akita poll\n\n", "choices": ["Stream: duration of 2 years", "Intermediary: duration of 1 year", "Liquidation: duration of 1 week", "Other type of LBP", "Don't do an LBP at all"], "start": 1622646000, "end": 1623510000, "snapshot": "12556379", "state": "closed", "author": "0x809FA673fe2ab515FaA168259cB14E2BeDeBF68e", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmSGhHLTcE8yemYF2FXapeziRVZqT1pPoxAw4B3dnmcZJg", "title": "Empower GTC with more uses", "body": "Empower GTC with more uses:\n1. Encourage donors to use GTC, and the recipient will receive more funds according to new quadratic funds rules\n2. Encourage teams who have been funded or helped in Gitcoin in the past, present and future to incorporate GTC into their product like, for example, GTC Staking, GTC Farming, GTC lending, etc., to increase the use of GTC\n3. Support more chains, such as BSC, HECO, Fantom, Solona, etc., thus expanding the application of GTC in the whole crypto field.", "choices": ["I support all of above", "I support 1 and 2", "I support 1 and 3", "I support 2 and 3", "I support 1 only", "I support 2 only", "I support 3 only", "I disagree"], "start": 1622606400, "end": 1623297600, "snapshot": "12552588", "state": "closed", "author": "0x74B8C1AbFbe1862182ea5f73211D24F2f035e1EF", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmSWmxbFxjTQR2oRfodTyFjtDJHkjWmruRsTMXPC4zS253", "title": "Add Quest for non-English-speaking user 提供中文,Espanol,にほんご Tiếng Việt 等Quest内容给非英语用户", "body": "Create a few special designed **Quests** to on-board new non-English speaking people , the same way we do when our friend visit us from another country - talk in a language that are understand:\n\n* Content is tailor designed, so new users can learn and explore the fun part of Gitcoin easily\n\n* Language specific: Espanol，中文，<small>にほんご</small>，Tiếng Việt， 조선말 조선말 etc\n\n[Link for more details and discussions](https://gov.gitcoin.co/t/snapshot-proposal-add-quest-to-onboard-new-non-english-speaking-user-quest-espanol-ti-ng-vi-t-etc/3757)\n\nBelow are www.DeepL.com/Translator translated:\n\n[详细的提案讨论见论坛这里](https://gov.gitcoin.co/t/snapshot-proposal-add-quest-to-onboard-new-non-english-speaking-user-quest-espanol-ti-ng-vi-t-etc/3757)\n\n作为一个来自非英语背景的用户，即使我能够比较好地使用英语，我仍然感到有些疏远。 我作为半个开发者属于Gitcoin社区，但另一半（文化/语言）却感觉不一样。\n\n大多数新（中国）用户这里的第一次旅行中徘徊，他们没有发现诸如 \"任务 \"和更多精彩的东西。\n\n这些新用户中的许多人是开发人员、用户界面、伟大的社区建设者。\n\n因此，我们可以创建一些特别设计的**任务来接纳他们，就像当我们的朋友/家人从其他国家来时，我们会带他们参观一样。\n\n    内容是量身定做的，所以他们觉得我们更了解普通人/APE，他们可以学习和探索Gitcoin的有趣部分。\n    特定语言。西班牙语，中文，日本语<small>にほんご</small>，Tiếng Việt，조선말 조선말等。\n\n我们从这里开始，建立一个真正的全球社区（在Deepl/Google翻译的帮助下，更重要的是--同行的人！）。\n\n通过www.DeepL.com/Translator（免费版）翻译\n\nPor lo tanto, podemos crear algunas misiones ** Quest especialmente diseñadas para aceptarlas, al igual que cuando nuestros amigos / familiares vienen de otros países, les mostraremos los alrededores.\n\n     El contenido está hecho a medida, por lo que sienten que sabemos más sobre la gente común / APE y pueden aprender y explorar las partes interesantes de Gitcoin.\n     Lenguaje específico. Español, chino, japonés <small> に ほ ん ご </small>, Tiếng Việt, 조선말 조선말, etc.\n     Admite interfaz de usuario en varios idiomas * ", "choices": ["Yes 好", "No 不好 Veto"], "start": 1622512860, "end": 1623463200, "snapshot": "12550762", "state": "closed", "author": "0x8477981dbd957ae4c6a249544E43915218948404", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "Qmcr1T1EZRZmvP4fvbFvDSdTmhLBCPmkYTdweSWdiyFj65", "title": "Impose Governance Standards & Processes", "body": "# Background:\nThere are currently three votes around what to do with the AKITA held by the Gitcoin Multisig. Each one, seemingly, have somewhat contradictory mandates. This is because there have not been standards and processes put in place as of yet that establish \"what occurs in scenario X if Y\", i.e. \"what occurs when two contradictory votes pass, prior to execution of the first?\" (double jeopardy, to some extent).\n\n# Proposal\nThis proposal is rather meta. It is a proposal to begin a set of proposals to set standards and processes that proposers must follow to ensure validity and enforce-ability. We should set rules for issues such as:\n- Double Jeopardy\n- Proposal Parameter Validity (start time, end time, start block, etc)\n- Proposal Process Validity (template, forum -> snapshot -> onchain?)\n- etc.\n\n# Prior Art\nYam was the first to establish a number of rules that we can look at for how to potentially impose standards for off-chain voting. Many protocols have followed since (some better than others). Yam established rules for what is considered a valid off-chain vote, specifying:\n1. Start date: must always be in the future, and have some amount of time (t+6hrs) from creation of the vote\n2. End date: must run for x amount of time\n3. Start block: must be within x minutes of vote start time\n\nAny vote that does not meet said criteria would be considered invalid and potentially censored from snapshot by controllers of the associated ENS. What I like about the above benchmarks for standards is that in general, most spammers won't follow the above and can be weeded out quickly and easily as well as ensuring fairness/time to prepare for votes, killing two birds with one stone.\n", "choices": ["Yes, begin standards creation", "No, potential for censorship"], "start": 1622581200, "end": 1622840400, "snapshot": "12550900", "state": "closed", "author": "0x683A78bA1f6b25E29fbBC9Cd1BFA29A51520De84", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmZeogNXZPuLj3LMW9bZ6AGHdsxhBpvmiKCwMyagTsuLWV", "title": "Multi-language support （关于多语言支持的提案）", "body": "Hello community, I'm new to gitcoin and the future this community envisions is particularly fascinating, it's a new world of freedom for me.\nLikewise, there must be many new people from all over the world joining in like me, and I think it's time for the community to consider supporting multiple languages, so that more people from more regions can join in and make the community even more DAO.\n\nSuggestions for supporting multiple languages.\n1. the official forum to add multi-language entrance, friends from different regions choose to enter their own language directory to participate in the discussion, similar to the directory function. I am also a developer myself, if necessary, I am willing to participate in it!\n2. the official website to increase the multilingual version, the official multiple product pages, including many learning materials and documents can support multilingual, convenient for friends in different regions to participate and learn.\n\nThe above is my first proposal as a newcomer, welcome to correct any deficiencies (English is automatically translated from Deepl. (Cry with laughter)\n\nFor the multilingual proposal, especially important is the Chinese users, which is a very large team, never lack of excellent developers, investors, evangelists, and a large number of high-quality Internet groups willing to actively participate in governance.\n\n\n\n中文原文：\n\n各位社区的朋友们好，我是gitcoin的新朋友，这个社区所构想的未来特别迷人，对我来说这是个自由的新大陆。\n同样，一定有许多世界各地的新朋友和我一样也加入了进来，我觉得社区可以考虑支持多语言了，让更多地区的朋友加入进来，让社区更加的DAO。\n\n支持多语言的建议：\n1. 官方论坛增加多语言的入口，不同地区的朋友选择进入各自语言目录参与讨论，类似目录功能。我本身也是一名开发者，如果有需要，我非常愿意参与进来\n2. 官方网站增加多语言的版本，官方的多个产品页，包括许多的学习资料和文档可以支持多语言，方便不同地区的朋友参与和学习。\n\n以上就是作为新手的我，第一次提案，有不足的地方欢迎指正（英文从Deepl自动翻译而来 (笑哭)）\n\n对于多语言的提案中，尤其重要的是中文用户，这是一个非常庞大的队伍，从来不缺乏优秀的开发者、投资者、布道者，还有大量愿意积极参与治理的高质量互联网群体。", "choices": ["Support", "No support"], "start": 1622520000, "end": 1625025600, "snapshot": "12549503", "state": "closed", "author": "0xE60dc42fD35bca913C6C7ef00237E7E338318fd5", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmaNNqMPXYMbuBgu8Q5SuLPD2GDoAnrsDMN361cjefKPYP", "title": "Proposal: Transfer SACKS/ETH LP from Multisig to Governance Timelock", "body": "Continued from [this thread](https://gov.gitcoin.co/t/rfc-transfer-sacks-lp-position-to-gitcoin-governance-timelock/3262?u=monet-supply) in the Gitcoin forum.\n\nCurrently the [$SACKS/ETH LP position](https://etherscan.io/tx/0x3a9b094016ce9206a6d83c6c9c61bbe34ecac81e486820ba32dc84805e099cc3) is held in the [Gitcoin Grants Multisig](https://etherscan.io/address/0xde21f729137c5af1b01d73af1dc21effa2b8a0d6). This allows for greater flexibility for using some of the LP assets to fund grants matching rounds. On the other hand, this flexibility could make users nervous about holding $SACKS for fear of losing liquidity.\n\nI'd like to propose transferring the LP position to the [Gitcoin governance timelock](https://etherscan.io/address/0xde21f729137c5af1b01d73af1dc21effa2b8a0d6#tokentxnsErc721). This creates an ~11 day delay between submitting a proposal to remove liquidity and actually having it removed (2 day proposal delay period, 7 day voting period, and 2 day timelock). Greater confidence will hopefully lead to greater long term funding impact from the SACKS position.", "choices": ["Yes, transfer LP to GTC timelock", "No, leave LP in grants multisig"], "start": 1622509200, "end": 1622941200, "snapshot": "12545400", "state": "closed", "author": "0x8d07D225a769b7Af3A923481E1FdF49180e6A265", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmUoBpLsMSZ7Aq1UEzvEyGyTdR8Reeb8qQFGUhcQLqcQMM", "title": "AKITA tokens - A path forward", "body": "This Proposal is a result of discussion on the [Gitcoin Forum](https://gov.gitcoin.co/t/proposal-akita-sell-10-akita-place-90-akita-in-2-year-sablier-contract/1663)\n\nThis Snapshot vote is proposed by 🔥_🔥, looking to finalize a decision around the AKITA tokens held by the Gitcoin Multisig.\n\nThere are 7 proposals this snapshot vote compares;\n\n1; [Proposal](https://gov.gitcoin.co/t/proposal-akita-sell-10-akita-place-90-akita-in-2-year-sablier-contract/1663/17) from @HelloShreyas outlining a short/medium/long term strategy  to sell 10% of Gitcoin's AKITA balance and place 90% of its AKITA balance in a Sablier contract unlocked over 2 years.\n\n2; [Proposal](https://gov.gitcoin.co/t/proposal-akita-fund-public-goods-with-akita-via-quadratic-funding/185) from @castall proposing the Gitcoin community use AKITA as part of the next quadratic matching pool (in current and future rounds).\n\n3; [Proposal](https://gov.gitcoin.co/t/proposal-akita-place-100-in-the-based-loans-dog-pound/3743) from @lightnode to deposit 100% of AKITA tokens to the Based market\n\n4; [Proposal](https://gov.gitcoin.co/t/proposal-akita-proposal-to-gitcoin-community-from-akita/218) from @relic to burn all AKITA tokens held by the Gitcoin Multisig except for 5% and leaving 5% to stimulate progress between both communities.\n\n5; [Proposal](https://gov.gitcoin.co/t/proposal-akita-burn-all-akita-tokens/3011) from @cryptowanderer to burn 100% of AKITA tokens to 0x0\n\n6; [Proposal](https://gov.gitcoin.co/t/proposal-akita-return-akita-tokens-to-its-source/199) from @tjayrush proposing the Gitcoin community return the AKITA funds to their source (Vitalik's sending address).\n\n7; [Proposal](https://gov.gitcoin.co/t/proposal-akita-liquidate-akita-for-eth/4255) from @androolloyd to liquidate 100% of AKITA for ETH\n\nThis Snapshot vote aims to summarize the majority of AKITA proposals from the Gitcoin community, allowing the community to signal and ultimately make a decision on what to do with the AKITA held by Gitcoin.", "choices": ["Sell 10% of AKITA, Stream 90%", "Use AKITA in Matching Pool", "Deposit AKITA into Based Market", "Burn 95% of AKITA, Keep 5%", "Burn 100% of AKITA held", "Return AKITA to source address", "Liquidate 100% of AKITA for ETH"], "start": 1622498400, "end": 1622930400, "snapshot": "12544762", "state": "closed", "author": "0xcb42Ac441fCade3935243Ea118701f39AA004486", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmeGrN1bxYyt3RGqLkJL6v8XLpz3W2FyYSmpZxAiCxhF2m", "title": "Should we liquidate the AKITA for ETH? ", "body": "I propose that we liquidate the Akita for ETH and look towards the DeFi Treasury Mgmt Workstream to better ascertain how we utilize the underlying capital. \n\nHow the ETH is used is not apart of this proposal. ", "choices": ["Yes", "No", "Abstain"], "start": 1622286000, "end": 1622890800, "snapshot": "12530738", "state": "closed", "author": "0x86d3ee9ff0983Bc33b93cc8983371a500f873446", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmSXwJCKpC7fnWqdvjPdMMMgA1Z8q5NbJXU5XT4CVftJsv", "title": "Convert the AKITA tokens to ETH?", "body": "Are you in favor of converting the AKITA tokens to ETH, and using this money for funding future Gitcoin Grants rounds?\n\n---\n\nBackground: https://gitcoin.co/blog/announcement-gitcoin-community-receives-generous-gift-from-vitalik-buterin/", "choices": ["Yes 👍", "No 👎"], "start": 1622278800, "end": 1622883600, "snapshot": "12528811", "state": "closed", "author": "0xC9DC3C79EaA2028Fb1A75196fb130C7B3c4b0DCA", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}, {"id": "QmaPNPYLCP2nJG5am8pwqJErEhzDMXUw5Z7DuuYjyrRG6p", "title": "空投给增加过流动池的玩家", "body": "给与一部分空投奖励给曾经增加过GTC:ETH流动池的玩家  并激励更多人添加流动池", "choices": ["同意", "拒绝"], "start": 1622520000, "end": 1622995140, "snapshot": "12515138", "state": "closed", "author": "0x0631581C7824DdEeBC8D288E38eBDEd3c0aC1226", "space": {"id": "gitcoindao.eth", "name": "Gitcoin"}}]}}